Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Remember to back up your osTicket database
de_de: Vergessen Sie nicht Ihre osTicket-Datenbank zu sichern

source: Refer to %1$s Upgrade Guide %2$s for the latest tips
de_de: Wenden Sie sich an den %1$s Upgrade-Leitfaden %2$s für die neuesten Tipps

source: If you experience any problems, you can always restore your files/database backup.
de_de: Wenn Sie irgendwelche Probleme bemerken, können Sie immer Ihr Datei-/Datenbank-Backup wiederherstellen.

source: We can help. Feel free to %1$s contact us %2$s for professional help.
de_de: Wir können helfen. Zögern Sie nicht uns für professionelle Hilfe %1$s zu kontaktieren %2$s.

source: Doing stuff!
de_de: Ich mach grad alles Mögliche!

source: Please wait... while we upgrade your osTicket installation!
de_de: Bitte warten Sie... während wir Ihre Installation von osTicket upgraden!

source: Configuration file rename required!
de_de: Die Konfigurationsdatei muss umbenannt werden!

source: To avoid possible conflicts, please take a minute to rename configuration file as shown below.
de_de: Um mögliche Konflikte zu vermeiden, benennen Sie bitte die Konfigurationsdatei wie unten gezeigt um.

source: Solution
de_de: Lösung

source: Rename file <b>include/settings.php</b> to <b>include/ost-config.php</b> and click continue below.
de_de: Benennen Sie die Datei <b>include/settings.php</b> in <b>include/ost-config.php</b> um und klicken Sie auf fortfahren.

source: If you are looking for a greater level of support, we provide <u>professional upgrade</u> and commercial support with guaranteed response times and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs. <a target="_blank" href="http://osticket.com/support">Learn More!</a>
de_de: Wenn Sie auf der Suche nach besserem Support sind, bieten wir Ihnen ein <u>professionelles Upgrade</u> und kommerziellen Support mit garantierten Reaktionszeiten und Zugang zum Kern-Entwickler-Team an. Wir können Ihnen auch helfen, osTicket anzupassen oder neue Funktionen hinzufügen, die Ihren besonderen Anforderungen entsprechen. <a target="_blank" href="http://osticket.com/support">Erfahren Sie mehr!</a>

source: Migrate to osTicket %s
de_de: Migrieren zu osTicket %s

source: Thank you for taking the time to upgrade your osTicket intallation!
de_de: Danke, dass Sie sich die Zeit genommen haben, osTicket zu aktualisieren!

source: Please don't cancel or close the browser. Any errors at this stage will be fatal.
de_de: Bitte nicht abbrechen oder den Browser schließen. Alle Fehler in dieser Phase werden schwerwiegend sein.

source: Applying updates to database stream: %s
de_de: Wende Updates auf den Datenbankstrom an: %s

source: In order to upgrade to this version of osTicket, a database migration is required. This upgrader will automatically apply the database patches shipped with osTicket since your last upgrade.
de_de: Um auf diese Version von osTicket zu aktualisieren, ist eine Datenbankmigration erforderlich. Dieser Upgrader wird automatisch die mit osTicket mitgelieferten Datenbankpatches seit dem letzten Upgrade anwenden.

source: The upgrade wizard will now attempt to upgrade your database and core settings!
de_de: Der Upgrade-Assistent wird jetzt versuchen Ihre Datenbank und Kerneinstellungen zu aktualisieren!

source: Below is a summary of the database patches to be applied.
de_de: Es folgt eine Übersicht der anzuwendenden Datenbank-Patches.

source: Upgrade Now
de_de: Upgrade jetzt starten

source: Role
de_de: Rolle

source: FAQ article
de_de: FAQ-Artikel

source: FAQ category
de_de: FAQ-Kategorie

source: Page Not Found
de_de: Seite nicht gefunden

source: System upgrade is pending
de_de: System-Upgrade steht noch aus

source: Please rename config file include/%s to include/ost-config.php to avoid possible conflicts
de_de: Bitte benennen Sie die Datei include/%s in include/ost-config.php um, damit mögliche Konflikte vermieden werden

source: Please take a minute to delete <strong>setup/install</strong> directory (../setup/) for security reasons.
de_de: Aus Sicherheitsgründen nehmen Sie sich bitte eine Minute Zeit, um das <strong>Setup/Installations</strong>-Verzeichnis (../setup/) zu löschen.

source: Please change permission of config file (%1$s) to remove write access. e.g <i>chmod 644 %2$s</i>
de_de: Bitte ändern Sie die Berechtigung der Konfigurationsdatei (%1$s), um Schreibzugriff zu entfernen, z.B. <i>chmod 644 %2$s</i>

source: Please consider turning off register globals if possible
de_de: Sie sollten, falls möglich, das globale Registrieren von Variablen deaktivieren ("register_globals = off" in der php.ini)

source: osTicket :: Admin Control Panel
de_de: osTicket :: Admin-Bereich

source: Successfully updated %s.
de_de: Erfolgreich %s aktualisiert.

source: Successfully added %s.
de_de: Erfolgreich %s hinzugefügt.

source: an API key
de_de: ein API-Schlüssel

source: one API key
de_de: einen API-Schlüssel

source: Successfully enabled %s
de_de: Erfolgreich %s aktiviert

source: %1$d of %2$d %3$s enabled
de_de: %1$d von %2$d %3$s aktiviert

source: Unable to enable %s
de_de: Kann %s nicht aktivieren

source: Successfully disabled %s
de_de: Erfolgreich %s deaktiviert

source: %1$d of %2$d %3$s disabled
de_de: %1$d von %2$d %3$s deaktiviert

source: Unable to disable %s
de_de: Kann %s nicht deaktivieren

source: %1$d of %2$d %3$s deleted
de_de: %1$d von %2$d %3$s gelöscht

source: Unknown action - get technical help.
de_de: Unbekannte Aktion - holen Sie sich technische Unterstützung.

source: Mail fetcher cron call [%s]
de_de: Cron-Aufruf zum E-Mail-Abruf [%s]

source: System ban list is empty.
de_de: E-Mail-Sperrliste des Systems ist leer.

source: SYSTEM BAN LIST filter is <b>DISABLED</b>
de_de: SYSTEM-E-MAIL-SPERRLISTEN-Filter ist <b>DEAKTIVIERT</b>

source: enable here
de_de: Hier aktivieren

source: ban list
de_de: E-Mail-Sperrliste

source: ban rule
de_de: E-Mail-Sperrlisten-Regel

source: this ban rule
de_de: diese Sperre

source: Email already in the ban list
de_de: E-Mail-Adresse ist bereits in der Sperrliste

source: Email address added to ban list successfully
de_de: E-Mail-Adresse erfolgreich zur Sperrliste hinzugefügt

source: Error creating %s. Try again!
de_de: Fehler beim Anlegen von %s. Versuchen Sie es erneut!

source: You must select at least %s to process.
de_de: Sie müssen mindestens %s auswählen, um fortzufahren.

source: one email
de_de: eine E-Mail

source: canned response
de_de: Vordefinierte Antwort

source: one canned response
de_de: eine vordefinierte Antwort

source: this category
de_de: diese Kategorie

source: one category
de_de: eine Kategorie

source: Successfully made %s PUBLIC
de_de: Erfolgreich %s ÖFFENTLICH gemacht

source: %1$d of %2$d %3$s made PUBLIC
de_de: %1$d von %2$d %3$s ÖFFENTLICH gemacht

source: Unable to make %s PUBLIC.
de_de: Kann %s nicht ÖFFENTLICH machen.

source: Successfully made %s PRIVATE
de_de: Erfolgreich %s PRIVAT gemacht

source: %1$d of %2$d %3$s made PRIVATE
de_de: %1$d von %2$d %3$s PRIVAT gemacht

source: Unable to make %s PRIVATE
de_de: Kann %s nicht PRIVAT machen

source: one department
de_de: eine Abteilung

source: You cannot disable/delete a default department. Select a new default department and try again.
de_de: Sie können nicht eine Standard-Abteilung löschen/deaktivieren. Wählen Sie eine neue Standard-Abteilung und versuchen Sie es erneut.

source: Unable to make %s private. Possibly already private!
de_de: Kann %s nicht privat machen. Möglicherweise ist es schon privat!

source: Departments with agents can not be deleted. Move the agents first.
de_de: Abteilungen mit Agenten können nicht gelöscht werden. Verschieben Sie die Agenten zuerst.

source: Unable to update settings.
de_de: Kann die Einstellungen nicht aktualisieren.

source: Select from email address
de_de: Absender auswählen

source: Valid recipient email address required
de_de: Gültige Empfänger-E-Mail-Adresse erforderlich

source: Subject required
de_de: Betreff erforderlich

source: Test email sent successfully to <%s>
de_de: Test-E-Mail erfolgreich versendet an <%s>

source: Error sending email - try again.
de_de: Fehler beim Versenden der E-Mail - versuchen Sie es erneut.

source: Test Outgoing Email
de_de: E-Mail-Versand testen

source: Use the following form to test whether your <strong>Outgoing Email</strong> settings are properly established.
de_de: Verwenden Sie das folgende Formular um zu testen, ob Ihre <strong>Postausgangs</strong>-Einstellungen korrekt funktionieren.

source: Select FROM Email
de_de: Absender auswählen

source: email message to send.
de_de: E-Mail-Nachricht die versendet wird.

source: Send Message
de_de: Nachricht versenden

source: this FAQ article
de_de: diesen FAQ-Artikel

source: %s: Invalid or unknown
de_de: %s: Ungültig oder unbekannt

source: Successfully published %s
de_de: Erfolgreich %s veröffentlicht

source: Unable to publish %s. Try editing it.
de_de: Kann %s nicht veröffentlichen. Versuchen Sie es zu bearbeiten.

source: Successfully unpublished %s
de_de: Veröffentlichung von %s erfolgreich rückgängig gemacht

source: Unable to unpublish %s. Try editing it.
de_de: Kann die Veröffentlichung von %s nicht rückgängig machen. Versuchen Sie es zu bearbeiten.

source: Invalid action
de_de: Ungültige Aktion

source: one ticket filter
de_de: einen Ticket-Filter

source: selected ticket filter
de_de: ausgewählten Ticket-Filter

source: custom form
de_de: Benutzerdefiniertes Formular

source: Field variable name is not unique
de_de: Feld-Variablenname ist nicht einzigartig

source: The issue summary must be a field that supports user input, such as short answer
de_de: Der Ticket-Betreff muss ein Feld sein, dass Benutzereingaben unterstützt, wie z.B. Kurze Antwort

source: Field has validation errors
de_de: In dem Feld sind Validierungsfehler aufgetreten

source: one custom form
de_de: ein benutzerdefiniertes Formular

source: Unable to commit %s. Check validation errors
de_de: Kann %s nicht anwenden. Prüfen Sie auf Validierungsfehler

source: this custom form
de_de: dieses benutzerdefinierte Formular

source: one help topic
de_de: ein Hilfethema

source: Successfully set sorting configuration
de_de: Sortiermodus erfolgreich geändert

source: Unable to set sorting mode
de_de: Kann den Sortiermodus nicht festlegen

source: Unknown or invalid FAQ category
de_de: Unbekannte oder ungültige FAQ-Kategorie

source: custom list items
de_de: Benutzerdefinierte Listenelemente

source: this custom list
de_de: diese benutzerdefinierte Liste

source: one custom list
de_de: eine benutzerdefinierte Liste

source: Unable to delete %s. They may be in use.
de_de: Kann %s nicht löschen. Möglicherweise noch in Benutzung.

source: Successfully imported %1$d %2$s
de_de: %1$d %2$s erfolgreich importiert

source: list item
de_de: Listenelement

source: Invalid login
de_de: Ungültige Anmeldung

source: one log entry
de_de: einen Log-Eintrag

source: Organization ID must be specified for import
de_de: Organization-ID muss für den Import angegeben werden

source: Trying to remove end users from an unknown organization
de_de: Es wird versucht, Benutzer von einer unbekannten Organisation zu entfernen

source: one end user
de_de: einen Benutzer

source: Successfully removed %s.
de_de: Erfolgreich %s entfernt.

source: selected end user
de_de: ausgewählten Benutzer

source: %1$d of %2$d %3$s removed
de_de: %1$d von %2$d %3$s entfernt

source: Unable to remove %s
de_de: Kann %s nicht entfernen

source: one organization
de_de: eine Organisation

source: Unable to manage any of the selected organizations
de_de: Kann keine der ausgewählten Organisationen verwalten

source: Not all selected items were updated
de_de: Nicht alle ausgewählten Elemente wurden aktualisiert

source: Successfully managed selected organizations
de_de: Aktion für ausgewählte Organisationen erfolgreich durchgeführt

source: Query token not found
de_de: Abfrage-Token wurde nicht gefunden

source: organizations
de_de: Organisationen

source: Internal error: Unable to export results
de_de: Interner Fehler: Kann die Ergebnisse nicht exportieren

source: Internal error: Unable to dump query results
de_de: Interner Fehler: Kann die Ergebnisse der Abfrage nicht ausgeben

source: one site page
de_de: eine Seite

source: One or more of the %s is in-use and CANNOT be disabled/deleted.
de_de: 1 oder mehrere %s sind in Benutzung und KÖNNEN NICHT deaktiviert/gelöscht werden.

source: one plugin
de_de: ein Plug-in

source: Successfully installed %s
de_de: Erfolgreich %s installiert

source: a plugin
de_de: ein Plug-in

source: Internal Error. Action Denied
de_de: Interner Fehler. Aktion verweigert

source: Profile updated successfully
de_de: Profil erfolgreich aktualisiert

source: Profile update error.
de_de: Fehler beim Aktualisieren des Profils.

source: <b>Hi %s</b> - You must <a>change your password to continue</a>!
de_de: <b>Hallo %s</b> - Sie müssen <a>Ihr Passwort ändern um fortzufahren</a>!

source: <b>Welcome back %s</b>! You are listed as 'on vacation' Please let your manager know that you are back.
de_de: <b>Willkommen zurück %s</b>! Sie sind als "im Urlaub" eingetragen. Bitte lassen Sie Ihren Abteilungsleiter oder Administrator wissen, dass Sie zurück sind.

source: Unable to reset password. Contact your administrator
de_de: Kann das Passwort nicht zurücksetzen. Kontaktieren Sie Ihren Administrator

source: Please enter your username or email
de_de: Bitte geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse ein

source: Role updated successfully
de_de: Rolle erfolgreich aktualisiert

source: this role
de_de: diese Rolle

source: one role
de_de: eine Rolle

source: Agent Settings and Options
de_de: Agenten-Einstellungen und Optionen

source: User Settings and Options
de_de: Benutzer-Einstellungen und Optionen

source: Knowledgebase Settings
de_de: Wissensdatenbank-Einstellungen

source: a SLA plan
de_de: ein SLA-Plan

source: one SLA plan
de_de: einen SLA-Plan

source: Session timed out due to inactivity
de_de: Die Sitzung ist aufgrund Inaktivität abgelaufen

source: Access Denied. Contact Admin
de_de: Zugang verweigert. Kontaktieren Sie Ihren Administrator

source: System is set to offline mode
de_de: System ist auf Offline-Modus gestellt

source: Client interface is disabled and ONLY admins can access staff control panel.
de_de: Das Benutzerportal ist deaktiviert und NUR Administratoren können auf den Agenten-Bereich zugreifen.

source: osTicket :: Staff Control Panel
de_de: osTicket :: Agenten-Bereich

source: one agent
de_de: einen Agent

source: You can not disable/delete yourself - you could be the only admin!
de_de: Sie können sich nicht selbst deaktivieren/löschen - Sie könnten der einzige Administrator sein!

source: %1$d of %2$d %3$s activated
de_de: %1$d von %2$d %3$s aktiviert

source: Unable to activate %s
de_de: Kann %s nicht aktivieren

source: %1$d of %2$d %3$s updated
de_de: %1$d von %2$d %3$s aktualisiert

source: Access denied. Contact admin if you believe this is in error
de_de: Zugang verweigert. Kontaktieren Sie Ihren Administrator wenn Sie glauben, dass dies ein Fehler ist

source: Internal note posted successfully
de_de: Interne Notiz erfolgreich erstellt

source: Unable to post internal note - missing or invalid data.
de_de: Kann die interne Notiz nicht erstellen - fehlende oder ungültige Daten.

source: Unable to post the note.
de_de: Kann die Notiz nicht erstellen.

source: Reply posted successfully
de_de: Antwort erfolgreich erstellt

source: Unable to post the reply.
de_de: Kann die Antwort nicht erstellen.

# queue-name
source: Open
de_de: Offen

source: Assigned Tasks
de_de: Zugewiesene Aufgaben

source: Stale Tasks
de_de: Überfällige Aufgaben

source: %d overdue tasks!
de_de: %d überfällige Aufgaben!

source: Advanced Task Search
de_de: Erweiterte Aufgaben-Suche

source: Open a New Task
de_de: Neue Aufgabe eröffnen

source: one team
de_de: ein Team

source: Successfully activated %s
de_de: Erfolgreich %s aktiviert

source: template set
de_de: Vorlagensatz

source: %s: Unknown or invalid %s
de_de: %s: Unbekannt oder ungültig %s

source: message template
de_de: Nachrichtenvorlage

source: this message template
de_de: diese Nachrichtenvorlage

source: this template
de_de: diese Vorlage

source: a template set
de_de: ein Vorlagesatz

source: one template set
de_de: einen Vorlagensatz

source: (in-use and default template sets cannot be disabled)
de_de: (Vorlagensätze in Benutzung und Standard-Vorlagensätze können nicht deaktiviert werden)

source: %s: Unknown or invalid number.
de_de: %s: Unbekannte oder ungültige Nummer.

source: Action denied. Contact admin for access
de_de: Aktion verweigert. Kontaktieren Sie Ihren Administrator, um Zugang zu erhalten

source: Response required
de_de: Antwort ist erforderlich

source: This action requires a lock. Please try again
de_de: Diese Aktion erfordert eine Sperre. Bitte versuchen Sie es erneut

source: Action Denied. Ticket is locked by someone else!
de_de: Aktion verweigert. Ticket ist von jemand anderem gesperrt!

source: Your lock has expired. Please try again
de_de: Ihre Sperre ist abgelaufen. Bitte versuchen Sie es erneut

source: Email is in banlist. Must be removed to reply.
de_de: E-Mail-Adresse ist in Sperrliste. Sie muss daraus entfernt werden, bevor eine Antwort erfolgen kann.

source: %s: Reply posted successfully
de_de: %s: Antwort erfolgreich erstellt

source: Permission Denied. You are not allowed to edit tickets
de_de: Zugriff verweigert. Sie sind nicht berechtigt Tickets zu bearbeiten

source: Ticket updated successfully
de_de: Ticket erfolgreich aktualisiert

source: Unable to update %s. Correct any errors below and try again.
de_de: Kann %s nicht aktualisieren. Korrigieren Sie alle Fehler und versuchen Sie es erneut.

source: Ticket is not assigned!
de_de: Ticket ist nicht zugewiesen!

source: Ticket released (unassigned) from %1$s by %2$s
de_de: Ticket freigegeben (Zuweisung aufgehoben) von %1$s durch %2$s

source: Ticket unassigned
de_de: Ticket nicht zugewiesen

source: Problems releasing the ticket. Try again
de_de: Probleme bei der Freigabe des Tickets. Versuchen Sie es erneut

source: Permission Denied. You are not allowed to assign/claim tickets.
de_de: Zugriff verweigert. Sie sind nicht berechtigt Tickets zu übernehmen/zuzuweisen.

source: Only open tickets can be assigned
de_de: Nur offene Tickets können zugewiesen werden

source: Ticket is already assigned to %s
de_de: Ticket ist bereits zugewiesen an %s

source: Ticket is now assigned to you!
de_de: Ticket ist jetzt Ihnen zugewiesen!

source: Problems assigning the ticket. Try again
de_de: Probleme bei der Zuweisung des Tickets. Versuchen Sie es erneut

source: Permission Denied. You are not allowed to flag tickets overdue
de_de: Zugriff verweigert. Sie sind nicht berechtigt Tickets als überfällig zu markieren

source: Ticket flagged as overdue by %s
de_de: Ticket als überfällig markiert von %s

source: Ticket Marked Overdue
de_de: Ticket als überfällig markiert

source: Problems marking the the ticket overdue. Try again
de_de: Probleme beim Markieren des Tickets als überfällig. Versuchen Sie es erneut

source: Permission Denied. You are not allowed to flag tickets
de_de: Zugriff verweigert. Sie sind nicht berechtigt Tickets zu markieren

source: Ticket flagged as answered by %s
de_de: Ticket als beantwortet markiert von %s

source: Ticket Marked Answered
de_de: Ticket als beantwortet markiert

source: Problems marking the the ticket answered. Try again
de_de: Probleme bei der Markierung des Tickets als beantwortet. Versuchen Sie es erneut

source: Ticket flagged as unanswered by %s
de_de: Ticket als unbeantwortet markiert von %s

source: Ticket Marked Unanswered
de_de: Ticket als unbeantwortet markiert

source: Problems marking the ticket unanswered. Try again
de_de: Probleme bei der Markierung des Tickets als unbeantwortet. Versuchen Sie es erneut

source: Permission Denied. You are not allowed to ban emails
de_de: Zugriff verweigert. Sie sind nicht berechtigt E-Mail-Adressen zu sperren

source: Email already in banlist
de_de: E-Mail-Adresse ist bereits in der Sperrliste

source: Email %s added to banlist
de_de: E-Mail-Adresse %s zur Sperrliste hinzugefügt

source: Unable to add the email to banlist
de_de: Kann die E-Mail-Adresse nicht zur Sperrliste hinzufügen

source: Permission Denied. You are not allowed to remove emails from banlist.
de_de: Zugriff verweigert. Sie sind nicht berechtigt E-Mail-Adressen aus Sperrliste zu entfernen.

source: Email removed from banlist
de_de: E-Mail-Adresse aus der Sperrliste entfernt

source: Email is not in the banlist
de_de: E-Mail-Adresse ist nicht in der Sperrliste

source: Unable to remove the email from banlist. Try again.
de_de: Kann die E-Mail-Adresse nicht aus der Sperrliste entfernen. Versuchen Sie es erneut.

source: Ticket ownership changed to %s
de_de: Ticket-Besitzer geändert zu %s

source: Unable to change ticket ownership. Try again
de_de: Kann den Ticket-Besitzer nicht ändern. Versuchen Sie es erneut

source: You must select action to perform
de_de: Sie müssen eine Aktion auswählen, um fortzufahren

source: to create tickets
de_de: Tickets zu eröffnen

source: Ticket created successfully
de_de: Ticket wurde erfolgreich eröffnet

source: Unable to create the ticket.
de_de: Kann das Ticket nicht eröffnen.

source: Stale Tickets
de_de: Alte Tickets

source: %d overdue tickets!
de_de: %d überfällige Tickets!

source: Internal error: Unable to export the ticket to PDF for print.
de_de: Interner Fehler: Kann das Ticket nicht als PDF zum Drucken exportieren.

source: Nothing to do! System already upgraded to the current version
de_de: Es gibt nichts zu tun! Das System ist bereits auf die aktuelle Version aktualisiert worden

source: Nothing to do! System already upgraded to <b>%s</b> with no pending patches to apply.
de_de: Nichts zu tun! System ist bereits auf <b>%s</b> aktualisiert und es müssen keine Patches eingespielt werden.

source: The upgrader does NOT support upgrading from the current patch [%s]!
de_de: Der Upgrader unterstützt eine Aktualisierung vom aktuellen Patch [%s] NICHT!

source: Unable to update user account information
de_de: Kann die Benutzer-Konto-Informationen nicht aktualisieren

source: this end user
de_de: diesen Benutzer

source: end user account
de_de: Benutzer-Konto

source: Account is already confirmed
de_de: Konto ist bereits bestätigt

source: Account activation email sent to %s
de_de: E-Mail zur Kontoaktivierung versendet an %s

source: Unable to send account activation email - try again!
de_de: Kann die E-Mail zur Kontoaktivierung nicht versenden - versuchen Sie es erneut!

source: Account password reset email sent to %s
de_de: Die E-Mail zum Zurücksetzen des Konto-Passworts wurde versendet an %s

source: Unable to send account password reset email - try again!
de_de: Kann die E-Mail zum Zurücksetzen des Passworts nicht versenden - versuchen Sie es erneut!

source: Unable to manage any of the selected end users
de_de: Kann keinen der ausgewählten Benutzer verwalten

source: Successfully managed selected end users
de_de: Aktion für ausgewählte Benutzer erfolgreich durchgeführt

source: users
de_de: Benutzer

source: Server configuration error
de_de: Server-Konfigurationsfehler

source: Installing osTicket %s
de_de: Installiere osTicket %s

source: Installation Guide
de_de: Installationsanleitung

source: Get Professional Help
de_de: Holen Sie sich professionelle Hilfe

source: Minimum requirements not met!
de_de: Die Mindestanforderungen sind nicht erfüllt!

source: Configuration file does NOT exist. Follow steps below to add one.
de_de: Konfigurationsdatei ist NICHT vorhanden. Um eine neue zu erstellen, gehen Sie wie folgt vor.

source: Write access required to continue
de_de: Schreibzugriff wird benötigt um fortzufahren
