Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Error installing osTicket.
de_de: Fehler beim Installieren von osTicket.

source: Invalid
de_de: Ungültig

source: Check one or more
de_de: Wähle einen oder mehr

source: Helpdesk Name
de_de: Name des Helpdesk

source: The name of your support system e.g [Company Name] Support
de_de: Der Name Ihres Support-System, z.B. [Firmenname] Support

source: Default email address e.g support@yourcompany.com - you can add more later!
de_de: Standard-E-Mail-Adresse z.B. support@ihrefirma.de - Sie können später weitere hinzufügen!

source: Admin's first name
de_de: Vorname des Administrators

source: Admin's last name
de_de: Nachname des Administrators

source: Admin's personal email address. Must be different from system's default email.
de_de: Die persönliche E-Mail-Adresse des Administrator. Muss sich von der Standard-E-Mail-Adresse des System unterscheiden!

source: Admin's login name. Must be at least three (3) characters.
de_de: Benutzername für das Administrator-Konto. Mindestens drei (3) Zeichen.

source: Admin's password. Must be five (5) characters or more.
de_de: Passwort für das Administrator-Konto. Fünf (5) oder mehr Zeichen erforderlich.

source: Retype admin's password. Must match.
de_de: Geben Sie das Passwort des Administrators erneut ein. Die Eingaben müssen übereinstimmen.

source: MySQL Table Prefix
de_de: MySQL-Tabellen-Präfix

source: osTicket requires table prefix in order to avoid possible table conflicts in a shared database.
de_de: osTicket benötigt ein Tabellenpräfix, um mögliche Tabellen-Konflikte in einer gemeinsam genutzten Datenbank zu vermeiden.

source: Most hosts use 'localhost' for local database hostname. Check with your host if localhost fails. Default port set in php.ini is assumed.
de_de: Die meisten Server nutzen 'localhost' als lokalen Datenbank Hostnamen. Überprüfen Sie Ihren Server, falls localhost nicht angenommen wird. Der Standard-Port von der php.ini wird angenommen.

source: MySQL Database
de_de: MySQL-Datenbank

source: Name of the database osTicket will use.
de_de: Name der Datenbank, die osTicket verwenden wird.

source: MySQL Username
de_de: MySQL-Benutzername

source: The MySQL user must have full rights to the database.
de_de: Der MySQL-Benutzer muss Vollzugriff auf die Datenbank haben.

source: MySQL Password
de_de: MySQL-Passwort

source: MySQL password associated with above user.
de_de: MySQL-Passwort des Benutzers oben.

source: Username required
de_de: Benutzername ist erforderlich

source: Table prefix required
de_de: Tabellenpräfix ist erforderlich

source: Database name required
de_de: Name der Datenbank ist erforderlich

source: Conflicts with system email above
de_de: Kollidiert mit der System-Email-Adresse oben

source: Bad prefix. Must have underscore (_) at the end. e.g 'ost_'
de_de: Schlechtes Präfix. Es muss ein Unterstrich (_) am Ende sein, z.B. 'ost_'

source: Bad username
de_de: Falscher Benutzername

source: Invalid database port number
de_de: Ungültige Datenbank-Portnummer

source: Unable to connect to MySQL server: %s
de_de: Kann zum MySQL-Server nicht verbinden: %s

source: osTicket requires MySQL %s or later!
de_de: osTicket benötigt MySQL %s oder höher!

source: Database doesn't exist
de_de: Datenbank existiert nicht

source: Unable to create the database.
de_de: Kann die Datenbank nicht erstellen.

source: Unable to select the database
de_de: Kann die Datenbank nicht auswählen

source: We have a problem - another installation with same table prefix exists!
de_de: Wir haben ein Problem - eine andere Installation mit dem gleichen Tabellenpräfix existiert bereits!

source: Prefix already in-use
de_de: Präfix ist bereits in Benutzung

source: Unable to read config file. Permission denied! (#2)
de_de: Kann die Konfigurationsdatei nicht lesen. Zugriff verweigert! (#2)

source: Unable to open config file for writing. Permission denied! (#3)
de_de: Kann die Konfigurationsdatei nicht zum Schreiben öffnen. Zugriff verweigert! (#3)

source: %s: Internal Error - please make sure your download is the latest (#1)
de_de: %s: Interner Fehler - Bitte stellen Sie sicher, dass ihr Download die neueste Version ist (#1)

source: %s: Unknown or invalid schema signature (%s .. %s)
de_de: %s: Unbekannte oder ungültige Schema-Signatur (%s .. %s)

source: %s: Error parsing SQL schema! Get help from developers (#4)
de_de: %s: Fehler beim Parsen des SQL-Schemas! Holen Sie sich Hilfe von den Entwicklern (#4)

source: Unable to create admin user (#6)
de_de: Kann den Administrator-Benutzer nicht erstellen (#6)

source: Unable to create config settings
de_de: Kann die Konfigurationseinstellungen nicht erstellen

source: Unable to write to config file. Permission denied! (#5)
de_de: Kann die Konfigurationsdatei nicht schreiben. Zugriff verweigert! (#5)

source: Congratulations osTicket basic installation completed! Thank you for choosing osTicket!
de_de: Herzlichen Glückwunsch! Die osTicket-Grundinstallation wurde erfolgreich abgeschlossen! Danke, dass Sie sich für osTicket entschieden haben!

source: Configuration file missing!
de_de: Konfigurationsdatei fehlt!

source: osTicket installer requires ability to write to the configuration file, <b>include/ost-config.php</b>. A template copy is located in the include directory (<b>include/ost-sampleconfig.php</b>).
de_de: Der osTicket-Installer benötigt Rechte zum Schreiben der Konfigurationsdatei, <b>include/ost-config.php</b>. Eine Vorlagen-Kopie liegt im Verzeichnis include (<b>include/ost-sampleconfig.php</b>).

source: Rename the sample file <b>include/ost-sampleconfig.php</b> to <b>ost-config.php</b> and click continue below.
de_de: Benennen Sie die Datei <b>include/ost-sampleconfig.php</b> in <b>include/ost-config.php</b>um und klicken Sie auf fortfahren.

source: If sample config file is missing - please make sure you uploaded all files in 'upload' folder or refer to the %1$s Installation Guide %2$s
de_de: Wenn die Beispiel-Konfigurationsdatei fehlt, stellen Sie bitte sicher, dass Sie alle Dateien aus dem Verzeichnis 'upload' auf den Server kopiert haben oder sehen Sie in die %1$s Installationsanleitung %2$s

source: If you are looking for a greater level of support, we provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
de_de: Wenn Sie auf der Suche nach besserem Support sind, bieten wir Ihnen <u>professionelle Installationsdienste</u> und kommerziellen Support mit garantierten Reaktionszeiten und Zugang zum Kern-Entwickler-Team an. Wir können Ihnen auch helfen, osTicket anzupassen oder neue Funktionen hinzufügen, die Ihren besonderen Anforderungen entsprechen.

source: Learn More!
de_de: Erfahren Sie mehr!

source: Configuration file is not writable
de_de: Konfigurationsdatei ist schreibgeschützt

source: osTicket installer requires ability to write to the configuration file %s
de_de: Der osTicket-Installer benötigt Rechte zum Schreiben der Konfigurationsdatei %s

source: Please follow the instructions below to give read and write access to the web server user.
de_de: Befolgen Sie bitte die Anweisungen unten, um dem Webserver-Benutzer Lese- und Schreibzugriff zu geben.

source: Add "Full Access" permission for the "Everyone" user
de_de: Fügen Sie die Berechtigung "Vollzugriff" für den "Jeder"-Benutzer hinzu

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then giving all permissions to the file.
de_de: Bei WS_FTP wäre dies ein Rechtsklick auf die Datei, chmod auswählen, und dann alle Berechtigungen für die Datei vergeben.

source: Click on the file, select change permission, and then giving all permissions to the file.
de_de: Klicken Sie auf die Datei, wählen Sie Berechtigungen ändern, und vergeben Sie dann alle Berechtigungen für die Datei.

source: Don't worry! We'll remind you to take away the write access post-install
de_de: Keine Sorge! Wir erinnern Sie daran den Schreibzugriff nach Abschluss der Installation zu entfernen

source: Done? Continue
de_de: Fertig? Fortfahren

source: osTicket is already installed?
de_de: Ist osTicket bereits installiert?

source: Configuration file already changed - which could mean osTicket is already installed or the config file is currupted. If you are trying to upgrade osTicket, then go to %s Admin Panel %s.
de_de: Die Konfigurationsdatei wurde bereits geändert - das könnte bedeuten, dass osTicket bereits installiert ist oder die Konfigurationsdatei ist beschädigt. Wenn Sie versuchen osTicket zu aktualisieren, dann gehen Sie zum %s Admin-Bereich %s.

source: If you believe this is in error, please try replacing the config file with a unchanged template copy and try again or get technical help.
de_de: Wenn Sie glauben, dass dies ein Fehler ist, versuchen Sie bitte die Konfigurationsdatei mit einer unveränderten Vorlagenkopie zu ersetzen und versuchen Sie es erneut oder holen Sie sich technische Unterstützung.

source: Refer to the %s Installation Guide %s on the wiki for more information.
de_de: Sehen Sie in die %s Installationsanleitung %s im Wiki für weitere Informationen.

source: We provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team.
de_de: Wir bieten Ihnen <u>professionelle Installationsdienste</u> und kommerziellen Support mit garantierten Reaktionszeiten und Zugang zum Kern-Entwickler-Team.

source: Contact Us
de_de: Kontaktieren Sie uns

source: Congratulations!
de_de: Herzlichen Glückwunsch!

source: Your osTicket installation has been completed successfully. Your next step is to fully configure your new support ticket system for use, but before you get to it please take a minute to cleanup.
de_de: Ihre osTicket-Installation wurde erfolgreich abgeschlossen. Der nächste Schritt besteht darin, Ihr Support-Ticket-System für die Benutzung zu konfigurieren - aber bevor Sie damit beginnen, nehmen Sie sich bitte eine Minute Zeit, um das Setup-Verzeichnis zu löschen.

source: Config file permission
de_de: Berechtigungen der Konfigurationsdatei

source: Change permission of ost-config.php to remove write access as shown below.
de_de: Ändern Sie die Berechtigungen der ost-config.php, um den Schreibzugriff wie unten dargestellt zu entfernen.

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then remove write access
de_de: Bei WS_FTP wäre dies ein Rechtsklick auf die Datei, chmod auswählen und dann den Schreibzugriff entfernen

source: Click on the file, select change permission, and then remove write access.
de_de: Klicken Sie auf die Datei, wählen Sie Berechtigungen ändern, und entfernen Sie dann den Schreibzugriff.

source: Below, you'll find some useful links regarding your installation.
de_de: Unten finden Sie einige nützliche Links zu Ihrer Installation.

source: Your osTicket URL
de_de: Ihre osTicket-URL

source: Your Staff Control Panel
de_de: Ihr Agenten-Bereich

source: osTicket Forums
de_de: osTicket-Foren

source: Post-Install Setup
de_de: Einrichtung nach der Installation

source: You can now log in to %1$s Admin Panel %2$s with the username and password you created during the install process. After a successful log in, you can proceed with post-install setup.
de_de: Sie können sich jetzt im %1$s Admin-Bereich %2$s anmelden mit dem Benutzernamen und Passwort, das Sie während der Installation vergeben haben. Nach einer erfolgreichen Anmeldung können Sie mit der Einrichtung von osTicket fortfahren.

source: For complete and upto date guide see %1$s osTicket wiki %2$s
de_de: Für eine komplette und aktuelle Dokumentation, schauen Sie ins %1$s osTicket-Wiki %2$s

source: Don't let technical problems impact your osTicket implementation. Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely.
de_de: Lassen Sie Ihre Einführung von osTicket nicht von technische Problemen beeinträchtigen. Holen Sie sich Beratung und praktische Erfahrung für die besonderen Herausforderungen und stellen Sie sicher, dass osTicket reibungslos, effizient und sicher betrieben wird.

source: Thank You for Choosing osTicket!
de_de: Danke, dass Sie sich für osTicket entschieden haben!

source: We are delighted you have chosen osTicket for your customer support ticketing system!
de_de: Wir freuen uns, dass Sie osTicket als Ticket-System für Ihren Kunden-Support ausgewählt haben!

source: The installer will guide you every step of the way in the installation process. You're minutes away from your awesome customer support system!
de_de: Das Installationsprogramm führt Sie Schritt für Schritt durch den Installationsprozess. Sie sind nur ein paar Minuten von Ihrem fantastischen Helpdesk-System entfernt!

source: These items are necessary in order to install and use osTicket.
de_de: Diese Elemente sind notwendig zur Installation und Verwendung von osTicket.

source: %s or greater
de_de: %s oder höher

source: Recommended
de_de: Empfohlen

source: You can use osTicket without these, but you may not be able to use all features.
de_de: Sie können osTicket auch ohne diese Erweiterungen nutzen, aber Sie werden nicht alle Funktionen nutzen können.

source: Required for mail fetching
de_de: Zum Abrufen von E-Mails erforderlich

source: (for XML API)
de_de: (für XML-API)

source: (for HTML email processing)
de_de: (für HTML E-Mail-Verarbeitung)

source: (faster performance)
de_de: (höhere Leistung)

source: recommended for all installations
de_de: Empfohlen für alle Installationen

source: recommended for plugins and language packs
de_de: Empfohlen für Plug-ins und Sprachpakete

source: recommended for improved localization
de_de: empfohlen für eine verbesserte Lokalisation

source: osTicket Basic Installation
de_de: osTicket-Grundinstallation

source: Please fill out the information below to continue your osTicket installation. All fields are required.
de_de: Bitte füllen Sie die folgenden Felder aus, um mit der osTicket-Installation fortzufahren. Alle Felder sind Pflichtfelder.

source: The URL of your helpdesk, its name, and the default system email address
de_de: Die URL für Ihren Helpdesk, seinen Namen und die Standard-E-Mail-Adresse des Systems

source: Default Email
de_de: Standard-E-Mail-Adresse

source: Admin User
de_de: Administrator-Benutzer

source: Your primary administrator account - you can add more users later.
de_de: Ihr primäres Administrator-Konto - später können Sie weitere Benutzer hinzufügen.

source: Retype Password
de_de: Passwort erneut eingeben

source: Database Settings
de_de: Datenbankeinstellungen

source: Database connection information
de_de: Datenbank-Verbindungsinformationen

source: Install Now
de_de: Jetzt installieren

source: We provide <u>professional installation services</u> and commercial support.
de_de: Wir bieten Ihnen <u>professionelle Installationsdienste</u> und kommerziellen Support.

source: Please wait... while we install your new support ticket system!
de_de: Bitte warten Sie... Wir installieren Ihr neues Support-Ticket-System!

source: Basic Installation Completed
de_de: Grundinstallation abgeschlossen

source: osTicket installation has been completed successfully.
de_de: osTicket-Installation wurde erfolgreich abgeschlossen.

source: I'd like to receive the following notifications
de_de: Ich möchte die folgenden Benachrichtigungen erhalten

source: News &amp; Announcements
de_de: Nachrichten &amp; Ankündigungen

source: Security Alerts
de_de: Sicherheitswarnungen

source: Keep me Updated
de_de: Halten Sie mich auf dem Laufenden

source: No thanks.
de_de: Nein, Danke.

source: Thank you!
de_de: Vielen Dank!

source: Once again, thank you for choosing osTicket as your new customer support platform!
de_de: Noch einmal vielen Dank, dass Sie osTicket als Ihren neuen Helpdesk ausgewählt haben!

source: Launching a new customer support platform can be a daunting task. Let us get you started! We provide professional support services to help get osTicket up and running smoothly for your organization.
de_de: Das Starten einer neuen Kunden-Support-Plattform kann eine schwierige Aufgabe sein. Lassen Sie sich von uns helfen! Wir bieten professionellen Support, um Ihnen zu helfen, osTicket zu installieren und reibungslos für Ihre Organisation zu betreiben.

source: Uploading ...
de_de: Lädt hoch ...

source: Your browser is not supported
de_de: Ihr Browser wird nicht unterstützt

source: You are trying to upload too many files
de_de: Sie versuchen, zu viele Dateien hochzuladen

source: File is too large
de_de: Datei ist zu groß

source: This type of file is not allowed
de_de: Dieser Dateityp ist nicht erlaubt

source: Could not find or read this file
de_de: Kann die Datei nicht finden oder lesen

source: Are you sure you want to leave? Any changes or info you've entered will be discarded!
de_de: Sind Sie sicher, dass Sie die Seite verlassen wollen? Alle Änderungen oder Informationen, die Sie eingegeben haben, werden verworfen!

source: Show Images
de_de: Bilder anzeigen

source: Download
de_de: Herunterladen

source: Draft Saved
de_de: Entwurf gespeichert

source: Delete Draft
de_de: Entwurf löschen

source: Unable to save draft.
de_de: Kann den Entwurf nicht speichern.

source: Refresh the current page to restore and continue your draft.
de_de: Aktualisieren Sie die aktuelle Seite, um Ihren Entwurf wiederherzustellen und fortzuführen.

source: Remove Font Family
de_de: Schriftart entfernen

source: Change Font Family
de_de: Schriftart ändern

source: Left to Right
de_de: Links nach Rechts

source: Right to Left
de_de: Rechts nach Links

source: Change Text Direction
de_de: Schreibrichtung ändern

source: Annotate
de_de: Anmerkungen hinzufügen

source: Add Arrow
de_de: Pfeil hinzufügen

source: Add Rectangle
de_de: Rechteck hinzufügen

source: Add Ellipse
de_de: Ellipse hinzufügen

source: Add Text
de_de: Text hinzufügen

source: Decrease Font Size
de_de: Schriftgrad verkleinern

source: Increase Font Size
de_de: Schriftgrad vergrößern

source: Set Stroke
de_de: Durchstreichen

source: Set Fill
de_de: Füllen

source: Toggle Opacity
de_de: Deckkraft einstellen

source: Bring Forward
de_de: Eine Ebene nach vorne

source: Delete Object
de_de: Objekt löschen

source: Commit Annotations
de_de: Anmerkungen speichern

source: Translate
de_de: Übersetzen

source: Saving
de_de: Speichert

source: Loading
de_de: Lädt

source: Not currently translated
de_de: Momentan nicht übersetzt

source: You're limited to only {0} selections.
de_de: Sie können nur {0} Elemente auswählen.

source: You have made {0} selections.
de_de: Sie haben {0} Elemente ausgewählt.

source: Please remove {0} selection(s).
de_de: Bitte wählen Sie {0} Element(e) ab.

source: Alert
de_de: Warnung

source: Please make at least {0} selections. {1} checked so far.
de_de: Wählen Sie bitte mindestens {0} Element(e). {1} Element(e) bisher ausgewählt.

source: Are you sure you want to remove this attachment?
de_de: Sind Sie sicher, dass Sie diesen Anhang entfernen wollen?

source: Acquiring Lock
de_de: Sperre anfordern

source: Your lock is expiring soon.
de_de: Ihre Sperre läuft bald ab.

source: The lock you hold on this ticket will expire soon. Would you like to renew the lock?
de_de: Ihre Sperre des Tickets wird bald ablaufen. Wollen Sie die Sperre erneuern?

source: Renew
de_de: Erneuern

source: Unable to lock the ticket.
de_de: Kann das Ticket nicht sperren.

source: Someone else could be working on the same ticket.
de_de: Jemand anderes könnte am gleichen Ticket arbeiten.

source: Still busy... smile #
de_de: Immer noch beschäftigt... (^_^) #

source: Cleaning up!...
de_de: Aufräumen!...

source: Error occurred. Aborting...
de_de: Fehler aufgetreten. Abbruch...

source: Manual upgrade required (ajax failed)
de_de: Manuelle Aktualisierung ist erforderlich (Ajax fehlgeschlagen)

source: Something went wrong
de_de: Da ist etwas schiefgelaufen
