Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Unknown assignee
de_de: Unbekannter Agent

source: Agent is unavailable for assignment
de_de: Agent ist nicht für Zuweisung verfügbar

source: Team is disabled
de_de: Team ist deaktiviert

source: Team does not have members
de_de: Team hat keine Mitglieder

source: %s: Unknown template style %s
de_de: %s: Unbekanntes Vorlagen-Stil-Element %s

source: Optional reason for the claim
de_de: Optionaler Grund für das Übernehmen

source: Optional reason for the transfer
de_de: Optionaler Grund für den Transfer

source: Unknown department
de_de: Unbekannte Abteilung

source: Unable to parse submitted csv:
de_de: Kann die übermittelte csv-Datei nicht verarbeiten:

source: Whoops. Perhaps you meant to send some CSV records
de_de: Hoppla. Vielleicht wollten Sie ein paar CSV-Datensätze übermitteln

source: %s: Field must have `variable` set to be imported
de_de: %s: Feld muss eine "Variable" besitzen, damit es importiert wird

source: %s: Unable to map header to the object field
de_de: %s: Kann die Kopfzeile nicht mit dem Objekt-Feld verknüpfen

source: Bad data. Expected: %s
de_de: Fehlerhafte Daten. Erwartet: %s

source: %1$s: Invalid data: %2$s
de_de: %1$s: Ungültige Daten: %2$s

source: No errors
de_de: Keine Fehler

source: Maximum stack depth exceeded
de_de: Maximale Stacktiefe überschritten

source: Underflow or the modes mismatch
de_de: Unterlauf oder die Modi stimmen nicht überein

source: Unexpected control character found
de_de: Unerwartete Steuerzeichen gefunden

source: Syntax error, malformed JSON
de_de: Syntax-Fehler, fehlerhafte JSON

source: Malformed UTF-8 characters, possibly incorrectly encoded
de_de: Deformierte UTF-8-Schriftzeichen, möglicherweise falsch codiert

source: Unknown error
de_de: Unbekannter Fehler

source: Unknown JSON parsing error
de_de: Unbekannter JSON Parser-Fehler

source: Title is required
de_de: Titel ist erforderlich

source: Alphabetical
de_de: Alphabetisch

source: Alphabetical (Reversed)
de_de: Alphabetisch (umgekehrt)

source: Manually Sorted
de_de: Manuell sortiert

source: Value
de_de: Wert

source: Abbreviation
de_de: Abkürzung

source: %s is required
de_de: %s ist erforderlich

source: Unable to import item: %s
de_de: Kann das Element nicht importieren: %s

source: Unable to parse submitted items
de_de: Kann die übermittelten Elemente nicht verarbeiten

source: Custom Lists
de_de: Benutzerdefinierte Listen

source: Allow Reopen
de_de: Wiedereröffnung erlauben

source: Allow tickets on this status to be reopened by end users
de_de: Wiedereröffnung von Tickets mit diesem Status durch den Benutzer erlauben

source: Reopen Status
de_de: Status nach Wiedereröffnung

source: Status label
de_de: Bezeichnung des Status

source: State name (e.g. open or closed)
de_de: Status-Name (z.B. offen oder geschlossen)

source: Unknown or invalid flag
de_de: Unbekannte oder ungültige Markierung

source: Unknown or invalid flag format
de_de: Unbekanntes oder ungültiges Markierungsformat

source: Unknown or invalid state
de_de: Unbekannter oder ungültiger Status

source: Unable to email via SMTP
de_de: Kann keine E-Mail über SMTP versenden

source: Unable to email via php mail function
de_de: Kann keine E-Mail über die PHP-Mail-Funktion versenden

source: Mailer Error
de_de: Mailer-Fehler

source: image
de_de: Bild

source: Banned email — %s
de_de: Gesperrte E-Mail-Adresse — %s

source: Mail Processing Exception
de_de: Mailverarbeitungsfehler

source: Mailbox: %s | Error(s): %s
de_de: Postfach: %s | Fehler: %s

source: Excessive errors processing emails for %1$s/%2$s. Please manually check the inbox.
de_de: Übermäßige Fehler bei der Verarbeitung der E-Mails von %1$s/%2$s. Bitte überprüfen Sie den Posteingang manuell.

source: Mail Fetcher
de_de: E-Mail-Abruf

source: osTicket requires PHP IMAP extension enabled for IMAP/POP3 email fetch to work!
de_de: Für osTicket muss die PHP IMAP-Erweiterung aktiviert sein, damit der IMAP/POP3 E-Mail-Abruf funktioniert!

source: Mail Fetch Error
de_de: E-Mail-Abruf-Fehler

source: osTicket is having trouble fetching emails from the following mail account
de_de: osTicket hat Schwierigkeiten E-Mails vom folgenden E-Mail-Konto abzurufen

source: Host
de_de: Server

source: %1$d consecutive errors. Maximum of %2$d allowed
de_de: %1$d aufeinander folgende Fehler. Maximal sind %2$d erlaubt

source: This could be connection issues related to the mail server. Next delayed login attempt in aprox. %d minutes
de_de: Das können Verbindungsprobleme zum E-Mail-Server sein. Der nächste verzögerte Anmeldeversuch wird in ungefähr %d Minuten erfolgen

source: Mail Fetch Failure Alert
de_de: Benachrichtigung bei E-Mail-Abruf-Fehler

source: Dashboard
de_de: Übersicht

source: Agent Dashboard
de_de: Agenten-Übersicht

source: Users
de_de: Benutzer

source: User Directory
de_de: Benutzerverzeichnis

source: Tasks
de_de: Aufgaben

source: Task Queue
de_de: Aufgaben-Übersichtsseite

source: Ticket Queue
de_de: Ticket-Übersichtsseite

source: Applications
de_de: Anwendungen

source: My&nbsp;Tickets
de_de: Meine&nbsp;Tickets

source: New Ticket
de_de: Neues Ticket

source: Open a New Ticket
de_de: Neues Ticket eröffnen

source: Agent Directory
de_de: Agentenverzeichnis

source: My Profile
de_de: Mein Profil

source: Organizations
de_de: Organisationen

source: Categories
de_de: Kategorien

source: Canned Responses
de_de: Vordefinierte Antworten

source: Admin Dashboard
de_de: Administrator-Übersicht

source: Settings
de_de: Einstellungen

source: System Settings
de_de: Systemeinstellungen

source: Manage
de_de: Verwalten

source: Manage Options
de_de: Optionen verwalten

source: Email Settings
de_de: E-Mail-Einstellungen

source: Manage Agents
de_de: Agenten verwalten

source: Company
de_de: Helpdesk

source: Help Topics
de_de: Hilfethemen

source: Ticket Filters
de_de: Ticket-Filter

source: SLA Plans
de_de: SLA-Pläne

source: API Keys
de_de: API-Schlüssel

source: Pages
de_de: Seiten

source: Forms
de_de: Formulare

source: Lists
de_de: Listen

source: Email Addresses
de_de: E-Mail-Adressen

source: Banned Emails
de_de: Gesperrte E-Mail-Adressen

source: Templates
de_de: Vorlagen

source: Email Templates
de_de: E-Mail-Vorlagen

source: Diagnostic
de_de: Diagnose

source: Email Diagnostic
de_de: E-Mail-Diagnose

source: Roles
de_de: Rollen

source: Departments
de_de: Abteilungen

source: Support Center Home
de_de: Support-Center-Startseite

source: Show all tickets
de_de: Alle Tickets anzeigen

source: View Ticket Thread
de_de: Ticket-Vorgang ansehen

source: View ticket status
de_de: Ticket-Status anzeigen

source: Check Ticket Status
de_de: Ticket-Status überprüfen

source: %s Note
de_de: %s Notiz

source: Create
de_de: Erstellen

source: Ability to create new organizations
de_de: Berechtigung, neue Organisationen zu erstellen

source: Ability to manage organizations
de_de: Berechtigung, Organisationen zu verwalten

source: Ability to delete organizations
de_de: Berechtigung, Organisationen zu löschen

source: Primary Contacts
de_de: Ansprechpartner

source: Account Manager
de_de: Organisationsbetreuer

source: Organization Members
de_de: Benutzer der Organisation

source: Organization with the same name already exists
de_de: Organisation mit gleichem Namen ist bereits vorhanden

source: Enter a valid email domain, like domain.com
de_de: Geben Sie eine gültige E-Mail-Domäne ein, wie domain.com

source: Select an agent or team from the list
de_de: Agent oder Team von der Liste auswählen

source: Organization Data
de_de: Organisationsdaten

source: %s: Model does not define meta.table
de_de: %s: Modell beschreibt nicht meta.table

source: %s: Model does not define meta.pk
de_de: %s: Modell beschreibt nicht meta.pk

source: %s: Reverse does not specify any constraints
de_de: %s: Umgekehrt sind keine Einschränkungen festgelegt

source: %s: %s: Field not defined
de_de: %s: %s: Feld nicht definiert

source: Expecting NULL or instance of %s. Got a %s instead
de_de: Erwarte NULL oder eine Instanz von %s. Habe %s stattdessen erhalten

source: QuerySet is read-only
de_de: QuerySet ist schreibgeschützt

source: Parameter count does not match query
de_de: Parameteranzahl stimmt nicht mit der Abfrage überein

source: Invalid CSRF token [%1$s] on %2$s
de_de: Ungültiger CSRF-Token [%1$s] bei %2$s

source: Invalid CSRF Token
de_de: Ungültiger CSRF-Token

source: Company Information
de_de: Helpdeskinformationen

source: osTicket Alerts
de_de: osTicket-Warnungen

source: Backtrace
de_de: Ablaufverfolgung

source: A page currently in-use CANNOT be disabled!
de_de: Eine Seite die momentan in Benutzung ist, KANN NICHT deaktiviert werden!

source: Page is in-use!
de_de: Seite ist in Benutzung!

source: Type is required
de_de: Typ ist erforderlich

source: Name is required
de_de: Name ist erforderlich

source: Name already exists
de_de: Name ist bereits vorhanden

source: Page body is required
de_de: Seiteninhalt ist erforderlich

source: this site page
de_de: diese Seite

source: Message recipient
de_de: Empfänger der Nachricht

source: Showing
de_de: Zeigt

source: %1$d - %2$d of %3$d
de_de: %1$d - %2$d von %3$d

source: (defunct — missing)
de_de: (gelöscht — nicht mehr vorhanden)

source: Verified by %s
de_de: Verifiziert von %s

source: Verified
de_de: Verifiziert

source: Registered
de_de: Registriert

source: The originator of this extension cannot be verified
de_de: Der Herausgeber dieser Erweiterung kann nicht verifiziert werden

source: Stats
de_de: Statistiken

source: Ability to view stats of other agents in allowed departments
de_de: Berechtigung, Statistiken von anderen Agenten einzusehen, wenn ein Zugang zur Abteilung der anderen Agenten besteht

source: Topics
de_de: Themen

source: Agent
de_de: Agenten

source: Opened
de_de: Geöffnet

source: Assigned
de_de: Zugewiesen

source: Closed
de_de: Geschlossen

source: Reopened
de_de: Wieder geöffnet

source: Service Time
de_de: Servicezeit

source: Response Time
de_de: Reaktionszeit

source: Must check at least one permission for the role
de_de: Sie müssen mindestens eine Berechtigung für die Rolle auswählen

source: Clone an existing role
de_de: Bestehende Rolle duplizieren

source: Search
de_de: Suche

source: See all tickets in search results, regardless of access
de_de: Berechtigung, alle Suchergebnisse einzusehen unabhängig von der Zugangsberechtigung

source: Keywords — Optional
de_de: Stichworte — Optional

source: No fields selected for searching
de_de: Keine Felder für die Suche ausgewählt

source: Created
de_de: Erstellt

source: Closed Date
de_de: Geschlossen am

source: Last Response
de_de: Letzte Antwort

source: State
de_de: Status

source: Flags
de_de: Markierungen

source: Me
de_de: Mich

source: One of my teams
de_de: Eines meiner Teams

source: unassigned
de_de: unzugewiesen

source: Open
de_de: Offen

source: Phone
de_de: Telefon

source: Other
de_de: Andere

source: Error accessing SQL file %s
de_de: Fehler beim Zugriff auf die SQL-Datei %s

source: Error parsing SQL schema
de_de: Fehler beim Parsen des SQL-Schemas

source: Invalid object: %s: Expected class
de_de: Ungültiges Objekt: %s: Klasse erwartet

source: Invalid check function: Must be callable
de_de: Ungültige Funktion: Muss aufrufbar sein

source: Grace Period (hrs)
de_de: Ablaufzeit (Stunden)

source: Grace period required
de_de: Ablaufzeit ist erforderlich

source: Numeric value required (in hours)
de_de: Numerischer Wert ist erforderlich (in Stunden)

source: this SLA plan
de_de: diesen SLA-Plan

source: %s (%d hours - %s)
de_de: %s (%d Stunden - %s)

source: Active
de_de: Aktiv

source: Agent name
de_de: Agenten-Name

source: Mobile Number
de_de: Mobilnummer

source: Signature
de_de: Signatur

source: Authentication backend does not support password updates
de_de: Die Authentifizierungsmethode unterstützt keine Aktualisierung von Passwörtern

source: First name is required
de_de: Vorname ist erforderlich

source: Last name is required
de_de: Nachname ist erforderlich

source: Valid email is required
de_de: Gültige E-Mail-Adresse ist erforderlich

source: Already in-use as system email
de_de: Bereits als E-Mail-Adresse des Systems in Benutzung

source: Email already in use by another agent
de_de: E-Mail-Adresse ist schon bei einem anderen Agenten in Benutzung

source: Valid phone number is required
de_de: Gültige Telefonnummer ist erforderlich

source: You don't have a signature
de_de: Sie haben keine Signatur

source: Unable to retrieve password reset email template
de_de: Kann die E-Mail-Vorlage zum Zurücksetzen des Passworts nicht abrufen

source: Agent Password Reset
de_de: Agenten-Passwort zurücksetzen

source: Password reset was attempted for agent: %1$s<br><br> Requested-User-Id: %2$s<br> Source-Ip: %3$s<br> Email-Sent-To: %4$s<br> Email-Sent-Via: %5$s
de_de: Passwort-Zurücksetzung wurde für Agent: %1$s versucht. <br><br> Anfordernde-Benutzer-Id: %2$s<br> Quell-IP-Adresse: %3$s<br> E-Mail wurde versendet an: %4$s<br> E-Mail wurde versendet über: %5$s

source: Unable to import (%s): %s
de_de: Kann (%s) nicht importieren: %s

source: Internal Error
de_de: Interner Fehler

source: First name required
de_de: Vorname ist erforderlich

source: Last name required
de_de: Nachname ist erforderlich

source: Username is required
de_de: Benutzername ist erforderlich

source: Username already in use
de_de: Benutzername ist bereits in Benutzung

source: Already in use system email
de_de: Bereits als E-Mail-Adresse des Systems in Benutzung

source: Department is required
de_de: Abteilung ist erforderlich

source: Role for primary department is required
de_de: Rolle für die primäre Abteilung ist erforderlich

source: Cowardly refusing to remove or lock out the only active administrator
de_de: Netter Versuch, den einzigen aktiven Administrator zu entfernen oder auszusperren. Aktion verweigert!

source: this agent
de_de: diesen Agent

source: Select a valid departent
de_de: Gültige Abteilung auswählen

source: Agent already has access to this department
de_de: Der Agent hat bereits Zugang zu dieser Abteilung

source: Send the agent a password reset email
de_de: Eine E-Mail zum Zurücksetzen des Passworts an den Agenten versenden

source: New Password
de_de: Neues Passwort

source: Confirm Password
de_de: Passwort bestätigen

source: Require password change at next login
de_de: Passwort-Änderung bei der nächsten Anmeldung erforderlich

source: Current Password
de_de: Aktuelles Passwort

source: Enter a new password
de_de: Geben Sie ein neues Passwort ein

source: Confirm your current password and enter a new password to continue
de_de: Um fortzufahren, bestätigen Sie Ihr bisheriges Passwort und geben Sie ein neues ein

source: Clone an existing agent
de_de: Bestehenden Agenten duplizieren

source: Primary Department
de_de: Primäre Abteilung

source: Primary Role
de_de: Primäre Rolle

source: Corresponding Role
de_de: Entsprechende Rolle

source: Maintain access to current primary department
de_de: Zugang zur aktuellen primären Abteilung behalten

source: Change the primary department and primary role of the selected agents
de_de: Primäre Abteilung und Rolle des ausgewählten Agenten ändern

source: Email Address — e.g. me@mycompany.com
de_de: E-Mail-Adresse — z.B. ich@meinefirma.de

source: Select Role
de_de: Rolle auswählen

source: Account Type
de_de: Kontotyp

source: Agent has access to the admin panel
de_de: Agent hat Zugang zum Admin-Bereich

source: Send a welcome email with login information
de_de: Eine Willkommens-E-Mail mit Anmeldeinformationen versenden

source: Temporary Password
de_de: Vorübergehendes Passwort

source: Ability to create tasks
de_de: Berechtigung, Aufgaben zu erstellen

source: Ability to edit tasks
de_de: Berechtigung, Aufgaben zu bearbeiten

source: Ability to assign tasks to agents or teams
de_de: Berechtigung, Aufgaben an Agenten oder Teams zuzuweisen

source: Ability to transfer tasks between departments
de_de: Berechtigung, um Aufgaben zwischen Abteilungen zu transferieren

source: Post Reply
de_de: Antwort erstellen

source: Ability to post task update
de_de: Berechtigung, eine Aufgaben-Antwort zu erstellen

source: Ability to close tasks
de_de: Berechtigung, Aufgaben zu schließen

source: Ability to delete tasks
de_de: Berechtigung, Aufgaben zu löschen

source: %1$s is missing data on %2$s one or more required fields %3$s and cannot be closed
de_de: %1$s hat fehlende Daten für %2$s ein oder mehrere Pflichtfelder %3$s und kann nicht geschlossen werden

source: Completed
de_de: Abgeschlossen

source: %s cannot be closed
de_de: %s kann nicht geschlossen werden

source: Status changed to %s
de_de: Status geändert zu %s

source: %s already assigned to %s
de_de: %s ist bereits zugewiesen an %s

source: the agent
de_de: Agent

source: the team
de_de: Team

source: SYSTEM (Auto Assignment)
de_de: SYSTEM (Automatische Zuweisung)

source: Task assigned to %s
de_de: Aufgabe zugewiesen an %s

source: Task already in the department
de_de: Aufgabe ist bereits in dieser Abteilung

source: %1$s transferred from %2$s to %3$s
de_de: %1$s transferiert von %2$s an %3$s

source: Task Thread
de_de: Aufgaben-Vorgang

source: Time of last update
de_de: Zeitpunkt der letzten Aktualisierung

source: A collaborator
de_de: Eine Beteiligte Person

source: Task Update
de_de: Aufgabe aktualisiert

source: Task #%1$s deleted by %2$s
de_de: Aufgabe #%1$s gelöscht von %2$s

source: Task #%s deleted
de_de: Aufgabe #%s gelöscht

source: Team Lead
de_de: Teamleiter

source: Team Members
de_de: Team-Mitglieder

source: Team name is required
de_de: Teamname ist erforderlich

source: Team name already exists
de_de: Teamname ist bereits vorhanden

source: this team
de_de: dieses Team

source: Optionally select a leader for the team
de_de: Wählen Sie optional einen Leiter für das Team aus

source: System Management Templates
de_de: System-Management-Vorlagen

source: Ticket End-User Email Templates
de_de: Ticket-E-Mail-Vorlagen für Benutzer

source: Ticket Agent Email Templates
de_de: Ticket-E-Mail-Vorlagen für Agenten

source: Task Email Templates
de_de: E-Mail-Vorlagen für Aufgaben

source: New Ticket Auto-response
de_de: Auto-Antwort bei neuem Ticket

source: Autoresponse sent to user, if enabled, on new ticket.
de_de: Auto-Antwort, falls aktiviert, die bei einem neuen Ticket an den Benutzer versendet wird.

source: New Ticket Auto-reply
de_de: Vordefinierte Auto-Antwort bei neuem Ticket

source: Canned Auto-reply sent to user on new ticket, based on filter matches. Overwrites "normal" auto-response.
de_de: Vordefinierte Auto-Antwort, die bei einem neuen Ticket an den Benutzer versendet wird, basierend auf Filter-Übereinstimmungen. Überschreibt die "normalen" Auto-Antworten.

source: New Message Auto-response
de_de: Auto-Antwort bei neuer Nachricht

source: Confirmation sent to user when a new message is appended to an existing ticket.
de_de: Bestätigung, die beim Anfügen einer neuen Nachricht zu einem bestehenden Ticket an den Benutzer gesendet wird.

source: New Ticket Notice
de_de: Neue Ticket-Mitteilung

source: Notice sent to user, if enabled, on new ticket created by an agent on their behalf (e.g phone calls).
de_de: Benachrichtigung, falls aktiviert, die bei einem neuen Ticket, das vom Agenten im Namen des Benutzers (z.B. Telefongespräche) eröffnet wurde, an den Benutzer versendet wird.

source: Overlimit Notice
de_de: Benachrichtigung bei Limitüberschreitung

source: A one-time notice sent, if enabled, when user has reached the maximum allowed open tickets.
de_de: Einmalige Benachrichtigung, falls aktiviert, die beim Erreichen der maximal erlaubten Anzahl offener Tickets an den Benutzer versendet wird.

source: Response/Reply Template
de_de: Vorlage für Antworten/Auto-Antworten

source: Template used on ticket response/reply
de_de: Vorlage, die bei Antworten/Auto-Antworten zu Tickets verwendet wird

source: New Activity Notice
de_de: Benachrichtigung bei neuen Aktivitäten

source: Template used to notify collaborators on ticket activity (e.g CC on reply)
de_de: Vorlage, um Beteiligte eines Tickets über neue Ticket-Aktivitäten zu benachrichtigen (z.B. CC bei Antwort)

source: New Ticket Alert
de_de: Benachrichtigung bei neuem Ticket

source: Alert sent to agents, if enabled, on new ticket.
de_de: Benachrichtigung, falls aktiviert, die bei einem neuen Ticket an die Agenten versendet wird.

source: New Message Alert
de_de: Benachrichtigung bei neuer Nachricht

source: Alert sent to agents, if enabled, when user replies to an existing ticket.
de_de: Benachrichtigung, falls aktiviert, die bei einer neuen Nachricht eines Benutzers zu einem bestehenden Ticket, an die Agenten versendet wird.

source: Internal Activity Alert
de_de: Benachrichtigung bei interner Aktivität

source: Alert sent out to Agents when internal activity such as an internal note or an agent reply is appended to a ticket.
de_de: Benachrichtigung, die an Agenten versendet wird, wenn eine interne Aktivität wie etwa eine interne Notiz oder eine Antwort eines Agenten an ein Ticket angefügt wird.

source: Ticket Assignment Alert
de_de: Benachrichtigung bei Ticket-Zuweisung

source: Alert sent to agents on ticket assignment.
de_de: Benachrichtigung, die bei Ticket-Zuweisung an die Agenten versendet wird.

source: Ticket Transfer Alert
de_de: Benachrichtigung bei Ticket-Transfer

source: Alert sent to agents on ticket transfer.
de_de: Benachrichtigung, die bei Ticket-Transfer an die Agenten versendet wird.

source: Overdue Ticket Alert
de_de: Benachrichtigung bei überfälligem Ticket

source: Alert sent to agents on stale or overdue tickets.
de_de: Benachrichtigung, die bei alten oder überfälligen Tickets an die Agenten versendet wird.

source: New Task Alert
de_de: Benachrichtigung bei neuer Aufgabe

source: Alert sent to agents, if enabled, on new task.
de_de: Benachrichtigung, falls aktiviert, die bei einer neuen Aufgabe an die Agenten versendet wird.

source: Template used to notify collaborators on task activity.
de_de: Vorlage, um Beteiligte einer Aufgabe über neue Aufgaben-Aktivitäten zu benachrichtigen.

source: New Activity Alert
de_de: Benachrichtigung bei neuer Aktivität

source: Alert sent to selected agents, if enabled, on new activity.
de_de: Benachrichtigung, falls aktiviert, die bei einer neuen Aktivität an ausgewählte Agenten versendet wird.

source: Task Assignment Alert
de_de: Benachrichtigung bei Aufgaben-Zuweisung

source: Alert sent to agents on task assignment.
de_de: Benachrichtigung, die bei Aufgaben-Zuweisung an die Agenten versendet wird.

source: Task Transfer Alert
de_de: Benachrichtigung bei Aufgaben-Transfer

source: Alert sent to agents on task transfer.
de_de: Benachrichtigung, die bei Aufgaben-Transfer an die Agenten versendet wird.

source: Overdue Task Alert
de_de: Benachrichtigung bei überfälliger Aufgabe

source: Alert sent to agents on stale or overdue task.
de_de: Benachrichtigung, die bei alten oder überfälligen Aufgaben an die Agenten versendet wird.

source: Template Fetch Error
de_de: Fehler beim Vorlagen-Abruf

source: Unable to fetch "%1$s" template - id #%d
de_de: Kann die Vorlage "%1$s" nicht abrufen - ID #%d

source: In-use template set cannot be disabled!
de_de: Vorlagen, die in Benutzung sind, können nicht deaktiviert werden!

source: Template name already exists
de_de: Vorlagenname ist bereits vorhanden

source: Invalid template set specified
de_de: Ungültiger Vorlagensatz angegebenen

source: this template set
de_de: diesen Vorlagensatz

source: Email templates must define both "subject" and "body" parts of the template
de_de: E-Mail-Vorlagen müssen "Betreff" und "Inhalt" der Vorlage definieren

source: Received From: %1$s <%2$s>
de_de: Empfangen von: %1$s <%2$s>

source: Edit Thread
de_de: Vorgang bearbeiten

source: Ability to edit thread items of other agents
de_de: Berechtigung, um Vorgangseinträge anderer Agenten zu bearbeiten
