Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Please confirm to continue.
de_de: Bitte bestätigen Sie, um den Vorgang fortzusetzen.

source: No, Cancel
de_de: Nein, Abbrechen

source: Yes, Do it!
de_de: Ja, Fortfahren!

source: Term too short!
de_de: Begriff zu kurz!

source: Banned Email Addresses
de_de: Gesperrte E-Mail-Adressen

source: Ban New Email
de_de: Neue E-Mail-Adresse sperren

source: Remove
de_de: Entfernen

source: No banned emails matching the query found!
de_de: Keine gesperrten E-Mail-Adressen, die dem Suchmuster entsprachen, gefunden!

source: Ban Status
de_de: Status der Sperre

source: No banned emails found!
de_de: Keine gesperrten E-Mail-Adressen gefunden!

source: selected ban rule
de_de: ausgewählte Sperre

source: Update Ban Rule
de_de: Sperre aktualisieren

source: Add New Email Address to Ban List
de_de: E-Mail-Adresse zur Sperrliste hinzufügen

source: Add
de_de: Hinzufügen

source: Admin Notes
de_de: Administrator-Notizen

source: Update Canned Response
de_de: Vordefinierte Antwort aktualisieren

source: Add New Canned Response
de_de: Neue vordefinierte Antwort hinzufügen

source: Add Response
de_de: Antwort hinzufügen

source: Canned response settings
de_de: Einstellungen der vordefinierten Antwort

source: All Departments
de_de: Alle Abteilungen

source: Canned Response
de_de: Vordefinierte Antwort

source: Make the title short and clear.
de_de: Halten Sie den Titel kurz und klar.

source: Supported Variables
de_de: Unterstützte Variablen

source: Canned Attachments
de_de: Vordefinierte Anhänge

source: Notes about the canned response.
de_de: Anmerkungen zur vordefinierten Antwort.

source: Canned response is in use by email filter(s)
de_de: Vordefinierte Antwort wird bereits von E-Mail-Filter(n) benutzt

source: premade response
de_de: vordefinierte Antwort

source: No premade responses found!
de_de: Keine vordefinierten Antworten gefunden!

source: Add New Response
de_de: Neue Antwort hinzufügen

source: No canned responses
de_de: Keine vordefinierten Antworten

source: selected canned response
de_de: ausgewählte vordefinierte Antwort

source: Deleted data CANNOT be recovered, including any associated attachments.
de_de: Gelöschte Daten KÖNNEN NICHT wiederhergestellt werden, einschließlich aller zugehöriger Anhänge.

source: FAQ Categories
de_de: FAQ-Kategorien

source: Add New Category
de_de: Neue Kategorie hinzufügen

source: Type
de_de: Typ

source: No FAQ categories found!
de_de: Keine FAQ-Kategorien gefunden!

source: Make Public
de_de: Öffentlich sichtbar machen

source: Make Internal
de_de: Intern sichtbar machen

source: Are you sure you want to make %s <b>public</b>?
de_de: Sind Sie sicher, dass Sie %s <b>öffentlich</b> sichtbar machen wollen?

source: selected category
de_de: ausgewählte Kategorie

source: Are you sure you want to make %s <b>private</b> (internal)?
de_de: Sind Sie sicher, dass Sie %s <b>privat</b> (intern) sichtbar machen wollen?

source: Deleted data CANNOT be recovered, including any associated FAQs.
de_de: Gelöschte Daten KÖNNEN NICHT wiederhergestellt werden, einschließlich aller zugehöriger FAQs.

source: Update Category
de_de: Kategorie aktualisieren

source: Category Type
de_de: Kategorietyp

source: (on front-page sidebar)
de_de: (auf der Seitenleiste der Startseite)

source: (publish)
de_de: (veröffentlichen)

source: (internal)
de_de: (intern)

source: Category Information
de_de: Kategorieinformationen

source: Category Name
de_de: Kategoriename

source: Short descriptive name.
de_de: Kurzer beschreibender Name

source: Category Description
de_de: Beschreibung der Kategorie

source: Summary of the category.
de_de: Zusammenfassung der Kategorie

source: Report timeframe
de_de: Berichtszeitraum

source: Last month
de_de: Letzter Monat

source: period
de_de: Zeitspanne

source: Up to today
de_de: bis heute

source: One Week
de_de: Eine Woche

source: Two Weeks
de_de: Zwei Wochen

source: One Month
de_de: Ein Monat

source: One Quarter
de_de: Ein Quartal

source: Refresh
de_de: Aktualisieren

source: Ticket Activity
de_de: Ticket-Aktivität

source: Statistics
de_de: Statistiken

source: Statistics of tickets organized by department, help topic, and agent.
de_de: Ticket-Statistiken sortiert nach Abteilung, Hilfethema und Agent.

source: Export
de_de: Exportieren

source: Update Department
de_de: Abteilung aktualisieren

source: Create Dept
de_de: Abteilung erstellen

source: Access
de_de: Zugang

source: Department Information
de_de: Abteilungsinformationen

source: Manager
de_de: Leiter

source: Restrict ticket assignment to department members
de_de: Ticket-Zuweisung auf Abteilungsmitglieder beschränken

source: Claim on Response
de_de: Tickets mit Antwort übernehmen

source: auto claim
de_de: der automatischen Übernahme

source: Outgoing Email Settings
de_de: Einstellungen für ausgehende E-Mails

source: Outgoing Email
de_de: Absender

source: Template Set
de_de: Vorlagensatz

source: Autoresponder Settings
de_de: Einstellungen für Auto-Antworten

source: <strong>Disable</strong> for this Department
de_de: <strong>Deaktiviert</strong> für diese Abteilung

source: New Message
de_de: Neue Nachricht

source: Auto-Response Email
de_de: Auto-Antwort E-Mail-Adresse

source: Department Email
de_de: Abteilungs-E-Mail

source: Alerts and Notices
de_de: Benachrichtigungen

source: No one (disable Alerts and Notices)
de_de: Niemand (Deaktiviert die Benachrichtigungen)

source: Department members only
de_de: Nur Abteilungsmitglieder

source: Department and extended access members
de_de: Abteilung und Mitglieder mit "Erweitertem Zugang"

source: Department Signature
de_de: Abteilungssignatur

source: Department Members
de_de: Abteilungsmitglieder

source: Agents who are primary members of this department
de_de: Agenten, die primäre Mitglieder dieser Abteilung sind

source: Select Agent
de_de: Agent auswählen

source: Alerts
de_de: Benachrichtigungen

source: Primary
de_de: Primär

source: department
de_de: Abteilung

source: (Default)
de_de: (Standard)

source: No departments found!
de_de: Keine Abteilungen gefunden!

source: selected department
de_de: ausgewählte Abteilung

source: No agents found!
de_de: Keine Agenten gefunden!

source: Update form section
de_de: Formular-Bereich aktualisieren

source: Add new custom form section
de_de: Abschnitt zum Hinzufügen eines neuen benutzerdefinierten Formulars

source: Add Form
de_de: Formular hinzufügen

source: Forms are used to allow for collection of custom data
de_de: Formulare werden verwendet, um das Sammeln von benutzerdefinierten Daten zu ermöglichen

source: Instructions
de_de: Anweisungen

source: User Information Fields
de_de: Benutzer-Informationsfelder

source: (These fields are requested for new tickets via the %s form)
de_de: (Diese Felder werden für neue Tickets über das %s-Formular abgefragt)

source: Label
de_de: Bezeichnung

source: Visibility
de_de: Sichtbarkeit

source: Form Fields
de_de: Formularfelder

source: fields available where this form is used
de_de: Felder, die verfügbar sind, wenn dieses Formular verwendet wird

source: Config
de_de: Konfiguration

source: Remove Existing Data?
de_de: Bestehende Daten entfernen?

source: You are about to delete %s fields.
de_de: Sie sind dabei %s Felder zu löschen.

source: Would you also like to remove data currently entered for this field? <em> If you opt not to remove the data now, you will have the option to delete the the data when editing it.</em>
de_de: Wollen Sie auch die gerade für dieses Feld eingegebenen Daten entfernen?<em> Wenn Sie sich entscheiden die Daten jetzt nicht zu entfernen, werden Sie beim Bearbeiten die Möglichkeit haben die Daten zu löschen.</em>

source: Loading ...
de_de: Lädt ...

source: Remove all data entered for <u> %s </u>?
de_de: Alle eingegebenen Daten für <u>%s</u> entfernen?

source: Add New Custom Form
de_de: Neues benutzerdefiniertes Formular hinzufügen

source: form
de_de: Formular

source: Built-in Forms
de_de: Integrierte Formulare

source: No extra forms defined yet &mdash; %s add one! %s
de_de: Es sind noch keine zusätzlichen Formulare definiert &mdash; %s Formular hinzufügen! %s

source: selected custom form
de_de: ausgewähltes benutzerdefiniertes Formular

source: Update custom list
de_de: Benutzerdefinierte Liste aktualisieren

source: Add New Custom List
de_de: Neue benutzerdefinierte Liste hinzufügen

source: Add List
de_de: Liste hinzufügen

source: Items (%d)
de_de: Elemente (%d)

source: Properties
de_de: Eigenschaften

source: Custom lists are used to provide drop-down lists for custom forms.
de_de: Benutzerdefinierte Listen sind Dropdown-Listen, die in benutzerdefinierten Formularen genutzt werden können.

source: Sort Order
de_de: Sortierung

source: Item Properties
de_de: Eigenschaften des Elements

source: properties definable for each item
de_de: Für jedes Element definierbare Eigenschaften

source: custom list
de_de: benutzerdefinierten Liste

source: List Name
de_de: Name der Liste

source: No custom lists defined yet &mdash; %s add one %s!
de_de: Es sind noch keine benutzerdefinierten Listen angelegt &mdash; %s Liste hinzufügen%s!

source: selected custom list
de_de: ausgewählte benutzerdefinierte Liste

source: Update Email Address
de_de: E-Mail-Adresse aktualisieren

source: To change password enter new password above.
de_de: Um das Passwort zu ändern, geben Sie oben ein neues Passwort ein.

source: Add New Email Address
de_de: Neue E-Mail-Adresse hinzufügen

source: Submit
de_de: Hinzufügen

source: Email Information and Settings
de_de: E-Mail-Informationen und Einstellungen

source: Email Name
de_de: E-Mail-Anzeigename

source: New Ticket Settings
de_de: Einstellungen bei neuem Ticket

source: Auto-Response
de_de: Auto-Antwort

source: <strong>Disable</strong> for this Email Address
de_de: <strong>Deaktivieren</strong> für diese E-Mail-Adresse

source: Email Login Information
de_de: E-Mail-Anmeldedaten

source: Fetching Email via IMAP or POP
de_de: Abruf von E-Mails via IMAP oder POP

source: Hostname
de_de: Servername

source: Port Number
de_de: Port-Nummer

source: Mail Box Protocol
de_de: Postfach-Protokoll

source: Fetch Frequency
de_de: Abrufintervall

source: minutes
de_de: Minuten

source: Emails Per Fetch
de_de: E-Mails pro Abruf

source: Fetched Emails
de_de: Abgerufene E-Mails

source: Move to folder
de_de: in Ordner verschieben

source: Delete emails
de_de: vom Server löschen

source: Do nothing <em>(not recommended)</em>
de_de: Nichts tun <em>(nicht empfohlen)</em>

source: Sending Email via SMTP
de_de: Senden von E-Mails über SMTP

source: Authentication Required
de_de: Authentifizierung erforderlich

source: Header Spoofing
de_de: Kopfzeilen-Manipulation

source: Allow for this Email Address
de_de: Für diese E-Mail-Adresse zulassen

source: Add New Email
de_de: Neue E-Mail-Adresse hinzufügen

source: No emails found!
de_de: Keine E-Mails gefunden!

source: selected email
de_de: ausgewählte E-Mail-Adresse

source: Category
de_de: Kategorie

source: All Topics
de_de: Alle Hilfethemen

source: Click on the category to browse FAQs or manage its existing FAQs.
de_de: Klicken Sie auf die Kategorie, um FAQs zu durchsuchen oder dessen bestehenden FAQs zu verwalten.

source: Add New FAQ
de_de: Neue FAQ hinzufügen

source: Edit Category
de_de: Kategorie bearbeiten

source: Delete Category
de_de: Kategorie löschen

source: Published
de_de: Veröffentlicht

source: Category does not have FAQs
de_de: Kategorie enthält keine FAQs

source: Edit FAQ
de_de: FAQ bearbeiten

source: Other Languages
de_de: Andere Sprachen

source: Manage Access
de_de: Zugang verwalten

source: Delete FAQ
de_de: FAQ löschen

source: Update FAQ
de_de: FAQ aktualisieren

source: Add FAQ
de_de: FAQ hinzufügen

source: Category Listing
de_de: Kategorie-Liste

source: FAQ category the question belongs to.
de_de: Der Frage zugeordnete FAQ-Kategorie.

source: Select FAQ Category
de_de: FAQ-Kategorie auswählen

source: Check all help topics related to this FAQ.
de_de: Wählen Sie alle Hilfethemen aus, die für diese FAQ zutreffen.

source: Featured (promote to front page)
de_de: Hervorgehoben (auf der Startseite bewerben)

source: Article Content
de_de: Artikelinhalt

source: Knowledgebase Article Content
de_de: Wissensdatenbank Artikelinhalt

source: Here you can manage the question and answer for the article. Multiple languages are available if enabled in the admin panel.
de_de: Hier können Sie die Frage und Antwort für den Artikel verwalten. Mehrere Sprachen sind verfügbar, wenn diese im Admin-Bereich aktiviert wurden.

source: Question
de_de: Frage

source: Answer
de_de: Antwort

source: Common Attachments
de_de: Gemeinsame Anhänge

source: These attachments are always available, regardless of the language in which the article is rendered
de_de: Diese Anhänge sind immer verfügbar, unabhängig davon in welcher Sprache der Artikel dargestellt wird

source: Language-Specific Attachments
de_de: Sprachspezifische Anhänge

source: These attachments are only available when article is rendered in one of the following languages.
de_de: Diese Anhänge sind nur verfügbar, wenn der Artikel in einer der folgenden Sprachen dargestellt wird.

source: Attachments for %s
de_de: Anhänge für %s

source: Update Filter
de_de: Filter aktualisieren

source: Add New Filter
de_de: Neuen Filter hinzufügen

source: Add Filter
de_de: Filter hinzufügen

source: Filters are executed based on execution order. Filter can target specific ticket source.
de_de: Filter werden nach der Ausführungsreihenfolge ausgeführt. Filter können auf eine bestimmte Ticket-Quelle angewandt werden.

source: Execution Order
de_de: Ausführungsreihenfolge

source: <strong>Stop</strong> processing further on match!
de_de: <strong>Stoppe</strong> Ausführung bei einem Treffer!

source: Target Channel
de_de: Ticket-Quelle

source: Select a Channel
de_de: Ticket-Quelle auswählen

source: System Emails
de_de: E-Mail-Adressen im System

source: Filter Rules
de_de: Filterregeln

source: Filter Actions
de_de: Filteraktionen

source: Rules are applied based on the criteria.
de_de: Regeln werden entsprechend der Kriterien angewandt.

source: Rules Matching Criteria
de_de: Notwendige Regeln für Treffer

source: Match All
de_de: Alle Regeln müssen zutreffen

source: Match Any
de_de: Irgendeine Regel muss zutreffen

source: case-insensitive comparison
de_de: Groß-/Kleinschreibung wird nicht beachtet

source: Select One
de_de: Bitte wählen

source: Add Rule
de_de: Regel hinzufügen

source: Can be overwridden by other filters depending on processing order.
de_de: Können durch die Ausführungsreihenfolge von anderen Filtern überschrieben werden.

source: Actions are executed in the order declared below
de_de: Aktionen werden in der unten angegebenen Reihenfolge ausgeführt

source: Select an Action
de_de: Aktion auswählen

source: No filters found
de_de: Keine Filter gefunden

source: Order
de_de: Reihenfolge

source: Rules
de_de: Regeln

source: Target
de_de: Ticket-Quelle

source: selected filter
de_de: ausgewählten Filter

source: Deleted data CANNOT be recovered, including any associated rules.
de_de: Gelöschte Daten KÖNNEN NICHT wiederhergestellt werden, einschließlich aller zugehöriger Regeln.

source: Staff Control Panel
de_de: Agenten-Bereich

source: Welcome, %s.
de_de: Willkommen, %s.

source: Admin Panel
de_de: Admin-Bereich

source: Agent Panel
de_de: Agenten-Bereich

source: Log Out
de_de: Abmelden

source: Customer Support System
de_de: Benutzer-Support-System

source: Update Help Topic
de_de: Hilfethema aktualisieren

source: Add New Help Topic
de_de: Neues Hilfethema hinzufügen

source: Add Topic
de_de: Thema hinzufügen

source: Help Topic Information
de_de: Hilfethema-Informationen

source: New ticket options
de_de: Optionen bei neuem Ticket

source: Topic
de_de: Thema

source: Private/Internal
de_de: Privat/Intern

source: Parent Topic
de_de: Übergeordnetes Thema

source: Top-Level Topic
de_de: Oberste Thema-Ebene

source: Ticket Number Format
de_de: Ticket-Nummernformat

source: Custom
de_de: Benutzerdefiniert

source: e.g.
de_de: z.B.

source: Sequence
de_de: Sequenz

source: Random
de_de: Zufällig

source: Department's Default
de_de: Abteilungs-Standard

source: Thank-You Page
de_de: Dankeschön-Seite

source: Auto-assign To
de_de: Auto-Zuweisung an

source: Unassigned
de_de: Nicht zugewiesen

source: Agents (%d)
de_de: Agenten (%d)

source: Add Custom Form
de_de: Benutzerdefiniertes Formular hinzufügen

source: Add a custom form
de_de: Ein benutzerdefiniertes Formular hinzufügen

source: help topic
de_de: Hilfethema

source: Save
de_de: Speichern

source: Sorting Mode
de_de: Sortiermodus

source: No help topics found
de_de: Keine Hilfethemen gefunden

source: selected help topic
de_de: ausgewähltes Hilfethema

source: Log In
de_de: Anmelden

source: Powered by
de_de: Mit Unterstützung von

source: Delete Organization
de_de: Organisation löschen

source: Manage Forms
de_de: Formulare verwalten

source: Notes
de_de: Notizen

source: Add Organization
de_de: Organisation hinzufügen

source: No organizations found!
de_de: Keine Organisationen gefunden!

source: Query returned 0 results.
de_de: Suche ergab 0 Ergebnisse.

source: Landing Page
de_de: Startseite

source: Offline Page
de_de: Offline-Seite

source: Update Page
de_de: Seite aktualisieren

source: Add New Page
de_de: Neue Seite hinzufügen

source: Add Page
de_de: Seite hinzufügen

source: Page information
de_de: Seiteninformationen

source: Select Page Type
de_de: Seitentyp auswählen

source: Public URL
de_de: Öffentliche URL

source: Page Content
de_de: Seiten-Inhalt

source: Ticket variables are only supported in thank-you pages.
de_de: Ticket-Variablen werden nur in Dankeschön-Seiten unterstützt.

source: site page
de_de: Seite

source: No pages found!
de_de: Keine Seiten gefunden!

source: Site Pages
de_de: Seiten

source: (in-use)
de_de: (in Benutzung)

source: selected site page
de_de: ausgewählte Seite

source: Install a new plugin
de_de: Ein neues Plug-in installieren

source: To add a plugin into the system, download and place the plugin into the <code>include/plugins</code> folder. Once in the plugin is in the <code>plugins/</code> folder, it will be shown in the list below.
de_de: Um ein neues Plug-in zum System hinzuzufügen, laden Sie es herunter und legen Sie es ins Verzeichnis <code>include/plugins</code>. Sobald das Plug-in im Verzeichnis <code>plugins/</code> liegt, erscheint es in der Liste unten.

source: Install
de_de: Installieren

source: Author
de_de: Autor

source: Update Plugin
de_de: Plug-in aktualisieren

source: Manage Plugin
de_de: Plug-in verwalten

source: Configuration
de_de: Konfiguration

source: This plugin has no configurable settings
de_de: Dieses Plug-in kann nicht konfiguriert werden

source: Every plugin should be so easy to use.
de_de: Jedes Plug-in sollte so einfach zu verwenden sein.

source: Currently Installed Plugins
de_de: Momentan installierte Plug-ins

source: Add New Plugin
de_de: Neues Plug-in hinzufügen

source: Date Installed
de_de: Installationsdatum

source: No plugins installed yet &mdash; %s add one %s!
de_de: Es sind noch keine Plugins installiert &mdash; %s Plug-in hinzufügen%s!

source: selected plugin
de_de: ausgewähltes Plug-in

source: Configuration for deleted plugins CANNOT be recovered.
de_de: Die Konfiguration für gelöschte Plug-ins KANN NICHT wiederhergestellt werden.

source: My Account Profile
de_de: Mein Kontoprofil

source: Account
de_de: Konto

source: e.g. me@mycompany.com
de_de: z.B. ich@meinefirma.de

source: Authentication
de_de: Authentifizierung

source: Status and Settings
de_de: Status und Einstellungen

source: Show assigned tickets on open queue.
de_de: Zeige bereits zugewiesene Tickets auf der Ticket-Übersichtsseite "Offene Tickets".

source: Vacation Mode
de_de: Urlaubsmodus

source: Profile preferences and settings
de_de: Profil Präferenzen und Einstellungen

source: Maximum Page size
de_de: Maximale Seitengröße

source: show %s records
de_de: Zeige %s Einträge

source: per page.
de_de: pro Seite.

source: Auto Refresh Rate
de_de: Aktualisierungsrate

source: Tickets page refresh rate in minutes.
de_de: Aktualisierungsrate der Ticket-Übersichtsseite in Minuten

source: Every minute
de_de: Jede Minute

source: Default From Name
de_de: Standard "Von"-Name

source: From name to use when replying to a thread
de_de: "Von"-Name, der beim Beantworten eines Vorgangs verwendet wird

source: Email Address Name
de_de: Name der E-Mail-Adresse

source: Department Name (%s)
de_de: Name der Abteilung (%s)

source: if public
de_de: falls öffentlich

source: My Name
de_de: Mein Name

source: Thread View Order
de_de: Reihenfolge der Vorgangsansicht

source: The order of thread entries
de_de: Die Reihenfolge der Einträge von Vorgängen

source: Descending
de_de: Absteigend

source: Ascending
de_de: Aufsteigend

source: Default Signature
de_de: Standard-Signatur

source: This can be selected when replying to a thread
de_de: Diese Signatur kann beim Beantworten eines Vorgangs ausgewählt werden

source: My Signature
de_de: Meine Signatur

source: Department Signature (%s)
de_de: Abteilungssignatur (%s)

source: if set
de_de: falls gesetzt

source: Default Paper Size
de_de: Standard-Papierformat

source: Paper size used when printing tickets to PDF
de_de: Verwendetes Papierformat beim Drucken von Tickets als PDF-Datei

source: Localization
de_de: Lokalisierung

source: Time Format
de_de: Zeitformat

source: Relative Time
de_de: Relative Zeit

source: Preferred Locale
de_de: Bevorzugtes Gebietsschema

source: Use Language Preference
de_de: Bevorzugte Sprache verwenden (Profil)

source: Optional signature used on outgoing emails.
de_de: Optionale Signatur für ausgehende E-Mails.

source: Signature is made available as a choice, on ticket reply.
de_de: Signatur steht zur Auswahl beim Beantworten eines Tickets.

source: A confirmation email has been sent
de_de: Eine Bestätigungs-E-Mail wurde versendet

source: A password reset email was sent to the email on file for your account. Follow the link in the email to reset your password.
de_de: Eine E-Mail zum Zurücksetzten des Passwortes wurde an die E-Mail-Adresse Ihres Konto versendet. Folgen Sie dem Link in der E-Mail, um Ihr Passwort zurückzusetzen.

source: Update Role
de_de: Rolle aktualisieren

source: Add Role
de_de: Rolle hinzufügen

source: Permissions
de_de: Berechtigungen

source: Roles are used to define agents' permissions
de_de: Rollen werden verwendet, um die Berechtigungen von Agenten festzulegen

source: role
de_de: Rolle

source: Created On
de_de: Erstellt am

source: No roles defined yet &mdash; %s add one %s!
de_de: Es sind noch keine Rollen definiert &mdash; %s Rolle hinzufügen %s!

source: Are you sure want to <b>enable</b> %s?
de_de: Sind Sie sicher, dass Sie %s <b>aktivieren</b> wollen?

source: selected role
de_de: ausgewählte Rolle

source: Are you sure want to <b>disable</b> %s?
de_de: Sind Sie sicher, dass Sie %s <b>deaktivieren</b> wollen?

source: Deleted roles CANNOT be recovered.
de_de: Gelöschte Rollen KÖNNEN NICHT wiederhergestellt werden.

source: Agents Settings
de_de: Agenteneinstellungen

source: General Settings
de_de: Allgemeine Einstellungen

source: Name Formatting
de_de: Namensformatierung

source: Agent Identity Masking
de_de: Agenten-Identität verbergen

source: Hide agent's name on responses.
de_de: Agenten-Namen bei Antworten verbergen.

source: Avatar Source
de_de: Avatar-Quelle

source: Authentication Settings
de_de: Authentifizierungseinstellungen

source: Password Expiration Policy
de_de: Richtlinie für das Ablaufen der Passwörter

source: No expiration
de_de: unbefristet

source: Monthly
de_de: Monatlich

source: Allow Password Resets
de_de: Zurücksetzen von Passwörtern erlauben

source: Reset Token Expiration
de_de: Gültigkeitsdauer des Zurücksetzungslink
