Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Agent Excessive Logins
de_de: Maximale Anmeldeversuche für Agenten

source: failed login attempt(s) allowed before a lock-out is enforced
de_de: fehlgeschlagene(r) Anmeldeversuch(e) ist/sind erlaubt, bevor eine Anmeldesperre in Kraft tritt

source: minutes locked out
de_de: Minute(n) Anmeldesperre

source: Agent Session Timeout
de_de: Inaktivitätslimit für Agenten

source: (0 to disable)
de_de: (0 zum Deaktivieren)

source: Bind Agent Session to IP
de_de: Sitzung des Agenten an IP-Adresse binden

source: Authentication and Registration Templates &amp; Pages
de_de: Vorlagen für Authentifizierung und Registrierung

source: Agent Welcome Email
de_de: Willkommens-E-Mail für Agenten

source: Sign-in Login Banner
de_de: Banner der Anmeldeseite für Agenten

source: Password Reset Email
de_de: E-Mail zum Zurücksetzen des Passworts

source: Reset Changes
de_de: Änderungen zurücksetzen

source: Admin Email
de_de: Administrator

source: Department Manager
de_de: Abteilungsleiter

source: Organization Account Manager
de_de: Betreuer der Organisation

source: Last Respondent
de_de: Letzter antwortender Agent

source: New Internal Activity Alert
de_de: Benachrichtigung bei neuer interner Aktivität

source: Assigned Agent
de_de: Zugewiesener Agent

source: System Alerts
de_de: Systembenachrichtigungen

source: System Errors
de_de: Systemfehler

source: (enabled by default)
de_de: (standardmäßig aktiviert)

source: SQL errors
de_de: SQL-Fehler

source: Excessive failed login attempts
de_de: Übermäßig fehlgeschlagene Anmeldeversuche

source: Global setting - can be disabled at department or email level.
de_de: Globale Einstellung - kann auf Abteilungs-/E-Mail-Ebene deaktiviert werden.

source: New Ticket by Agent
de_de: Neues Ticket von Agent

source: Submitter: Send receipt confirmation
de_de: Übermittler: Empfangsbestätigung senden

source: Participants: Send new activity notice
de_de: Beteiligte Personen: Über neue Aktivitäten informieren

source: Email Settings and Options
de_de: E-Mail-Einstellungen und Optionen

source: Note that some of the global settings can be overwridden at department/email level.
de_de: Beachten Sie, dass einige der globalen Einstellungen auf der Abteilungs-/E-Mail-Ebene überschrieben werden können.

source: Default Template Set
de_de: Standard-Vorlagensatz

source: Select Default Email Template Set
de_de: Standard-E-Mail-Vorlagensatz auswählen

source: Default Alert Email
de_de: Standard-E-Mail-Adresse für Benachrichtigungen

source: Use Default System Email (above)
de_de: Standard-E-Mail-Adresse des Systems verwenden (siehe oben)

source: Admin's Email Address
de_de: E-Mail-Adresse des Administrators

source: Verify Email Addresses
de_de: E-Mail-Adressen verifizieren

source: Verify email address domain
de_de: Domäne der E-Mail-Adresse verifizieren

source: Incoming Emails
de_de: Eingehende E-Mails

source: Email Fetching
de_de: E-Mails abrufen

source: Fetch on auto-cron
de_de: Abrufen mittels auto-cron

source: Strip Quoted Reply
de_de: Zitierte Antwort entfernen

source: Reply Separator Tag
de_de: Trennzeichen für Antworten

source: Emailed Tickets Priority
de_de: Ticket-Priorität für E-Mails

source: Accept All Emails
de_de: Alle E-Mails akzeptieren

source: Accept email from unknown Users
de_de: E-Mails unbekannter Benutzer akzeptieren

source: Accept Email Collaborators
de_de: Beteiligte Personen (CC) zulassen

source: Automatically add collaborators from email fields
de_de: Automatisch "Beteiligte Personen" aus E-Mail-Feldern hinzufügen

source: Default email only applies to outgoing emails without SMTP setting.
de_de: Standard-MTA gilt nur für ausgehende E-Mails ohne SMTP-Einstellung.

source: Default MTA
de_de: Standard-MTA

source: None: Use PHP mail function
de_de: Keine: E-Mail-Funktion von PHP verwenden

source: Email attachments to the user
de_de: E-Mail-Anhänge an den Benutzer versenden

source: Knowledge Base Settings and Options
de_de: Wissensdatenbank-Einstellungen und Optionen

source: Disabling knowledge base disables clients' interface.
de_de: Das Deaktivieren der Wissensdatenbank blendet die Benutzerschnittstelle zur Wissensdatenbank aus.

source: Knowledge Base Status
de_de: Wissendatenbank-Status

source: Enable Knowledge Base
de_de: Wissensdatenbank aktivieren

source: Require Client Login
de_de: Benutzeranmeldung ist erforderlich

source: Enable Canned Responses
de_de: Vordefinierte Antworten aktivieren

source: Company Profile
de_de: Ihr Helpdesk

source: Basic Information
de_de: Basisdaten

source: Login Backdrop
de_de: Anmelde-Hintergrund

source: To edit or add new pages go to %s Manage &gt; Site Pages %s
de_de: Zum Bearbeiten oder Hinzufügen neuer Seiten, gehen Sie zum Menüpunkt %s Verwalten &gt; Seiten %s

source: Select Landing Page
de_de: Startseite auswählen

source: Select Offline Page
de_de: Offline-Seite auswählen

source: Default Thank-You Page
de_de: Standard Dankeschön-Seite

source: Select Thank-You Page
de_de: Dankeschön-Seite auswählen

source: System Default Logo
de_de: System-Standard-Logo

source: Use a custom logo
de_de: Ein benutzerdefiniertes Logo verwenden

source: Upload a new logo
de_de: Ein neues Logo hochladen

source: System Default Backdrop
de_de: System-Standard-Hintergrund

source: Use a custom backdrop
de_de: Einen benutzerdefinierten Hintergrund verwenden

source: Upload a new backdrop
de_de: Einen neuen Hintergrund hochladen

source: selected image
de_de: ausgewähltes Bild

source: System Settings and Preferences
de_de: Systemeinstellungen

source: Helpdesk Name/Title
de_de: Helpdesk Name/Titel

source: Default Department
de_de: Standard-Abteilung

source: Select Default Department
de_de: Standard-Abteilung auswählen

source: Collision Avoidance Duration
de_de: Dauer zur Kollisionsvermeidung

source: Default Page Size
de_de: Standard-Seitengröße

source: Default Log Level
de_de: Standard-Log-Level

source: None (Disable Logger)
de_de: Keine Logs (Deaktiviert)

source: WARN
de_de: WARNUNGEN

source: ERROR
de_de: FEHLER

source: Purge Logs
de_de: Logs löschen

source: Never Purge Logs
de_de: Niemals löschen

source: After %d month
de_de: Nach %d Monat

source: Show Avatars
de_de: Avatare anzeigen

source: Show Avatars on thread view.
de_de: Avatare in der Vorgangsansicht anzeigen.

source: Enable Rich Text
de_de: Rich Text aktivieren

source: Enable html in thread entries and email correspondence.
de_de: HTML in Einträgen von Vorgängen und E-Mail-Korrespondenz aktivieren.

source: Date and Time Options
de_de: Datums- und Zeitoptionen

source: Default Locale
de_de: Standard-Sprachumgebung

source: Default Time Zone
de_de: Standard-Zeitzone

source: Date and Time Format
de_de: Datums- und Zeitformat

source: Locale Defaults
de_de: Standard Gebietsschemas

source: Locale Defaults, 24-hour Time
de_de: Standard Gebietsschemas, 24-Std.-Anzeige

source: Advanced
de_de: Erweitert

source: Date Format
de_de: Datumsformat

source: Day, Date and Time Format
de_de: Tag-, Datums- und Zeitformat

source: System Languages
de_de: Systemsprachen

source: Primary Language
de_de: Standard-Sprache

source: Select a Language
de_de: Sprache auswählen

source: Secondary Languages
de_de: Sekundäre Sprachen

source: You sure?
de_de: Sind Sie sicher?

source: Add a Language
de_de: Eine Sprache hinzufügen

source: Attachments Storage and Settings
de_de: Speicherort und Einstellungen für Anhänge

source: Store Attachments
de_de: Anhänge speichern

source: Select Storage Backend
de_de: Speicherort auswählen

source: Agent Maximum File Size
de_de: Maximale Dateigröße für Anhänge von Agenten

source: Task Settings and Options
de_de: Aufgaben-Einstellungen und Optionen

source: Alerts &amp; Notices
de_de: Benachrichtigungen

source: Global default task settings and options.
de_de: Globale Standard-Aufgaben-Einstellungen und Optionen.

source: Default Task Number Format
de_de: Standard-Aufgaben-Nummernformat

source: Default Task Number Sequence
de_de: Standard-Aufgaben-Nummernsequenz

source: Default Priority
de_de: Standard-Priorität

source: Task Attachment Settings
de_de: Einstellungen für Aufgaben-Anhänge

source: Ticket Settings and Options
de_de: Ticket-Einstellungen und Optionen

source: Autoresponder
de_de: Auto-Antworten

source: System-wide default ticket settings and options.
de_de: Systemweite Standard-Ticket-Einstellungen und Optionen.

source: Default Ticket Number Format
de_de: Standard-Ticket-Nummernformat

source: Default Ticket Number Sequence
de_de: Standard-Ticket-Nummernsequenz

source: Default Status
de_de: Standard-Status

source: Default SLA
de_de: Standard-SLA

source: Default Help Topic
de_de: Standard-Hilfethema

source: Lock Semantics
de_de: Sperrmechanimus

source: Lock on view
de_de: Bei Betrachtung sperren

source: Lock on activity
de_de: Bei Aktivität sperren

source: Maximum <b>Open</b> Tickets
de_de: Maximal <b>Offene</b> Tickets

source: per end user
de_de: pro Benutzer

source: Human Verification
de_de: Menschliche Überprüfung

source: Enable CAPTCHA on new web tickets.
de_de: CAPTCHA bei neuen Web-Tickets aktivieren.

source: Assigned Tickets
de_de: Zugewiesene Tickets

source: Exclude assigned tickets from open queue.
de_de: Zugewiesene Tickets nicht auf der Ticket-Übersichtsseite "Offene Tickets" anzeigen.

source: Answered Tickets
de_de: Beantwortete Tickets

source: Exclude answered tickets from open queue.
de_de: Beantwortete Tickets nicht auf der Ticket-Übersichtsseite "Offene Tickets" anzeigen.

source: Size and maximum uploads setting mainly apply to web tickets.
de_de: Größe und maximale Upload-Einstellung gelten hauptsächlich für Web-Tickets.

source: Ticket Attachment Settings
de_de: Einstellungen für Ticket-Anhänge

source: Users Settings
de_de: Benutzereinstellungen

source: Registration Required
de_de: Registrierung erforderlich

source: Require registration and login to create tickets
de_de: Registrierung und Anmeldung sind notwendig, um Tickets zu erstellen

source: Registration Method
de_de: Registrierungsmethode

source: Disabled — All users are guests
de_de: Deaktiviert — Alle Benutzer sind Gäste

source: Public — Anyone can register
de_de: Öffentlich — Jeder kann sich registrieren

source: Private — Only agents can register users
de_de: Privat — Nur Agenten können Benutzer registrieren

source: User Excessive Logins
de_de: Maximale Anmeldeversuche für Benutzer

source: User Session Timeout
de_de: Inaktivitätslimit für Benutzer

source: Authentication Token
de_de: Authentifizierungstoken

source: Enable use of authentication tokens to auto-login users
de_de: Authentifizierungstoken für Auto-Anmeldung der Benutzer aktivieren

source: Client Quick Access
de_de: Benutzer Schnellzugriff

source: Require email verification on "Check Ticket Status" page
de_de: Überprüfung der E-Mail-Adresse auf der Seite "Ticket-Status überprüfen" ist erforderlich

source: Guest Ticket Access
de_de: Ticket-Zugang für Gäste

source: Sign-In Page
de_de: Anmeldeseite für Benutzer

source: Please Confirm Email Address Page
de_de: Bestätigungsseite für die E-Mail-Adresse

source: Account Confirmation Email
de_de: Konto-Bestätigungs-E-Mail

source: Account Confirmed Page
de_de: Bestätigungsseite für das Benutzerkonto

source: Update SLA Plan
de_de: SLA-Plan aktualisieren

source: Add New SLA Plan
de_de: Neuen SLA-Plan hinzufügen

source: Add Plan
de_de: SLA-Plan hinzufügen

source: Tickets are marked overdue on grace period violation.
de_de: Tickets werden nach der Ablaufzeit als überfällig markiert.

source: Grace Period
de_de: Ablaufzeit

source: in hours
de_de: in Stunden

source: Transient
de_de: Überschreibbarkeit

source: SLA can be overridden on ticket transfer or help topic change
de_de: SLA kann überschrieben werden, wenn das Ticket transferiert oder das Hilfethema geändert wird

source: Ticket Overdue Alerts
de_de: Benachrichtigungen bei überfälligen Tickets

source: <strong>Disable</strong> overdue alerts notices.
de_de: <strong>Deaktiviere</strong> Benachrichtigungen zu überfälligen Tickets.

source: (Override global setting)
de_de: (Überschreibt die globale Einstellung)

source: No SLA plans found
de_de: Keine SLA-Pläne gefunden

source: selected SLA plan
de_de: ausgewählten SLA-Plan

source: Manage Agent
de_de: Agent verwalten

source: Permisions
de_de: Berechtigungen

source: Set Password
de_de: Passwort festlegen

source: Authentication Backend
de_de: Authentifizierungsmethode

source: Use any available backend
de_de: Jede Authentifizierungsmethode zulassen

source: Locked
de_de: Gesperrt

source: Limit ticket access to ONLY assigned tickets
de_de: Beschränkt den Zugriff auf AUSSCHLIEßLICH zugewiesene Tickets

source: Primary Department and Role
de_de: Primäre Abteilung und Rolle

source: Select the departments the agent is allowed to access and optionally select an effective role.
de_de: Wählen Sie aus zu welchen Abteilungen der Agent Zugang erhalten soll und optional eine effektive Rolle.

source: Select Department
de_de: Abteilung auswählen

source: Fall back to primary role on assigned tickets
de_de: Rückfall auf die primäre Rolle bei zugewiesenen Tickets

source: Extended Access
de_de: Erweiterter Zugang

source: Assigned Teams
de_de: Zugewiesene Teams

source: Agent will have access to tickets assigned to a team they belong to regardless of the ticket's department. Alerts can be enabled for each associated team.
de_de: Agenten werden Zugang zu Tickets erhalten, unabhängig von der Abteilung des Tickets. Benachrichtigungen können für jedes zugeordnete Team aktiviert werden.

source: Select Team
de_de: Team auswählen

source: All Teams
de_de: Alle Teams

source: Apply
de_de: Anwenden

source: Reset Permissions
de_de: Berechtigungen zurücksetzen

source: Change Department
de_de: Abteilung ändern

source: Reset Access
de_de: Zugang zurücksetzen

source: Last Login
de_de: Letzte Anmeldung

source: vacation
de_de: Urlaub

source: never
de_de: niemals

source: Are you sure you want to <b>enable</b> (unlock) %s?
de_de: Sind Sie sicher, dass Sie %s <b>aktivieren</b> (entsperren) wollen?

source: selected agent
de_de: ausgewählten Agent

source: Are you sure you want to <b>disable</b> (lock) %s?
de_de: Sind Sie sicher, dass Sie %s <b>deaktivieren</b> (sperren) wollen?

source: Locked staff won't be able to login to Staff Control Panel.
de_de: Gesperrte Agenten können sich nicht am Agenten-Bereich anmelden.

source: Errors
de_de: Fehler

source: Warnings
de_de: Warnungen

source: All logs
de_de: Logs

source: Entered date span is invalid. Selection ignored.
de_de: Eingegebener Zeitraum ist ungültig. Auswahl ignoriert.

source: No logs found
de_de: Keine Logs gefunden

source: Between
de_de: Zwischen

source: Go!
de_de: Los!

source: Delete Selected Entries
de_de: Ausgewählte Einträge löschen

source: Log Title
de_de: Log-Titel

source: Log Type
de_de: Log-Level

source: selected log entry
de_de: ausgewählten Log-Eintrag

source: Used for image manipulation and PDF printing
de_de: Wird für die Bildmanipulation und PDF-Druck verwendet

source: Used for email fetching
de_de: Wird für den E-Mail-Abruf verwendet

source: Used for HTML email processing
de_de: Wird für die HTML E-Mail-Verarbeitung verwendet

source: Improves performance creating and processing JSON
de_de: Verbessert die Leistung beim Erzeugen und Verarbeiten von JSON

source: Highly recommended for non western european language content
de_de: Dringend empfohlen für nicht-westeuropäische Sprachinhalte

source: Highly recommended for plugins and language packs
de_de: Dringend empfohlen für Plug-ins und Sprachpakete

source: Used to detect file types for uploads
de_de: Wird verwendet, um Dateitypen für Uploads zu erkennen

source: Improves overall performance
de_de: Verbessert die Gesamtleistung

source: About this osTicket Installation
de_de: Über diese osTicket-Installation

source: Server Information
de_de: Serverinformationen

source: Up to date
de_de: Aktuell

source: Upgrade
de_de: Upgraden

source: %s is available
de_de: %s ist verfügbar

source: This osTicket version is no longer supported. Please consider upgrading
de_de: Diese osTicket-Version wird nicht länger unterstützt. Bitte erwägen Sie das System zu aktualisieren

source: Web Server Software
de_de: Server-Software

source: PHP Extensions
de_de: PHP-Erweiterungen

source: PHP Settings
de_de: PHP-Einstellungen

source: "1" is recommended if AJAX is not working
de_de: "1" wird empfohlen, wenn AJAX nicht funktioniert

source: Setting default timezone is highly recommended
de_de: Eine Standard-Zeitzone festzulegen, wird dringend empfohlen

source: Database Information and Usage
de_de: Datenbankinformationen und Nutzung

source: Schema Signature
de_de: Schema-Signatur

source: Space Used
de_de: Belegter Speicher gesamt

source: Space for Attachments
de_de: Datenbankspeicher für Anhänge

source: Timezone
de_de: Zeitzone

source: Interpreted as %s
de_de: Interpretiert als %s

source: Installed Language Packs
de_de: Installierte Sprachpakete

source: Built
de_de: Erstellt

source: Most Recently Updated
de_de: Zuletzt aktualisiert

source: Most Recently Created
de_de: Zuletzt erstellt

source: Due Soon
de_de: Bald fällig

source: Most Recently Closed
de_de: Zuletzt geschlossen

source: Longest Thread
de_de: Längster Vorgang

source: Relevance
de_de: Relevanz

source: Completed Tasks
de_de: Erledigte Aufgaben

source: Overdue Tasks
de_de: Überfällige Aufgaben

source: My Tasks
de_de: Meine Aufgaben

source: Advanced Search
de_de: Erweiterte Suche

source: Open Tasks
de_de: Offene Aufgaben

source: Assign Tasks
de_de: Aufgaben zuweisen

source: Transfer Tasks
de_de: Aufgaben transferieren

source: Delete Tasks
de_de: Aufgaben löschen

source: There are no tasks matching your criteria.
de_de: Es gibt keine Aufgaben, die Ihren Kriterien entsprechen.

source: Are you sure want to flag the selected tasks as <font color="red"><b>overdue</b></font>?
de_de: Sind Sie sicher, dass Sie die ausgewählten Aufgaben als <font color="red"><b>überfällig</b></font> markieren wollen?

source: Update Team
de_de: Team aktualisieren

source: Create Team
de_de: Team erstellen

source: Members
de_de: Mitglieder

source: Team Information
de_de: Teaminformationen

source: Assignment Alert
de_de: Benachrichtigung bei Ticket-Zuweisung

source: <strong>Disable</strong> for this Team
de_de: <strong>Deaktivieren</strong> für dieses Team

source: Internal notes viewable by all admins.
de_de: Interne Notizen, sichtbar für alle Administratoren.

source: Agents who are members of this team
de_de: Agenten, die Mitglieder dieses Teams sind

source: No teams found!
de_de: Kein Team gefunden!

source: selected team
de_de: ausgewähltes Team

source: Update Template
de_de: Vorlage aktualisieren

source: Add New Template
de_de: Neue Vorlage hinzufügen

source: Add Template
de_de: Vorlage hinzufügen

source: Template information
de_de: Vorlageninformationen

source: Enabled
de_de: Aktiv

source: Language
de_de: Sprache

source: Click on the title to edit.
de_de: Zur Bearbeitung auf den Titel klicken.

source: Updated %s
de_de: Aktualisiert %s

source: Template Set To Clone
de_de: Vorlagensatz duplizieren

source: Stock Templates
de_de: Vorhandene Vorlagen

source: template
de_de: Vorlage

source: No templates found!
de_de: Keine Vorlagen gefunden!

source: Email Template Sets
de_de: E-Mail-Vorlagensätze

source: Add New Template Set
de_de: Neuen Vorlagensatz hinzufügen

source: In-Use
de_de: In Benutzung

source: selected template set
de_de: ausgewählten Vorlagensatz

source: Update Ticket #%s
de_de: Ticket #%s aktualisieren

source: Currently selected user
de_de: Momentan ausgewählter Benutzer

source: Change
de_de: Ändern

source: Ticket Information
de_de: Ticketinformationen

source: Due date overrides SLA's grace period.
de_de: Fälligkeitsdatum überschreibt die Ablaufzeit des SLA-Plans.

source: Ticket Source
de_de: Ticket-Quelle

source: Select Source
de_de: Quelle auswählen

source: Select Help Topic
de_de: Hilfethema auswählen

source: Time is based on your time zone
de_de: Zeit basiert auf Ihrer Zeitzone

source: Reason for editing the ticket (required)
de_de: Grund für die Bearbeitung des Tickets (erforderlich)

source: Ticket Notice
de_de: Ticket-Benachrichtigung

source: Send alert to user.
de_de: Benachrichtigung an den Benutzer versenden.

source: Ticket Information and Options
de_de: Ticketinformationen und Optionen

source: Assign To
de_de: Zuweisen an

source: Select an Agent OR a Team
de_de: Agent ODER Team auswählen

source: Response
de_de: Antwort

source: Optional response to the above issue.
de_de: Optionale Antwort auf das Anliegen oben.

source: Select a canned response
de_de: Vordefinierte Antwort auswählen

source: Append
de_de: Anfügen

source: Initial response for the ticket
de_de: Erste Antwort für das Ticket

source: Optional internal note (recommended on assignment)
de_de: Optionale interne Notiz (empfohlen bei Zuweisung)

# action-button
source: Open
de_de: Offen

source: task
de_de: Aufgabe

source: %s does not have any tasks
de_de: %s hat bisher keine Aufgaben

source: Options
de_de: Optionen

source: Date
de_de: Datum

source: Preview Task
de_de: Aufgabenvorschau

source: Current ticket status (%s) does not allow the end user to reply.
de_de: Aktueller Ticket-Status (%s) erlaubt es dem Benutzer nicht, eine Antwort zu erstellen.

source: Ticket is assigned to %s
de_de: Ticket ist zugewiesen an %s

source: This ticket is currently locked by %s
de_de: Dieses Ticket ist momentan gesperrt von %s

source: Email is in banlist! Must be removed before any reply/response
de_de: E-Mail-Adresse ist in Sperrliste. Sie muss daraus entfernt werden, bevor eine Antwort erfolgen kann

source: EndUser email address is not valid! Consider updating it before responding
de_de: E-Mail-Adresse des Benutzers ist nicht gültig! Sie sollten diese aktualisieren, bevor Sie antworten

source: Marked overdue!
de_de: Als überfällig markiert!

source: Thread + Internal Notes
de_de: Vorgang + Interne Notizen

source: Change Owner
de_de: Besitzer ändern

source: Release (unassign) Ticket
de_de: Ticket freigeben (Zuweisung aufheben)

source: Mark as Overdue
de_de: Als überfällig markieren

source: Mark as Unanswered
de_de: Als unbeantwortet markieren

source: Mark as Answered
de_de: Als beantwortet markieren

source: Ban Email <%s>
de_de: E-Mail-Adresse <%s> sperren

source: Unban Email <%s>
de_de: E-Mail-Adresse <%s> entsperren

source: Delete Ticket
de_de: Ticket löschen

source: Post Internal Note
de_de: Interne Notiz erstellen

source: Related Tickets
de_de: Andere Tickets des Benutzers

source: %d Open Ticket
de_de: %d offenes Ticket

source: %d Closed Ticket
de_de: %d geschlossenes Ticket

source: Manage User
de_de: Benutzer verwalten

source: Manage Organization
de_de: Organisation verwalten

source: Assigned To
de_de: Zugewiesen an

source: Closed By
de_de: Geschlossen durch

source: Unknown
de_de: Unbekannt

source: Close Date
de_de: Geschlossen am

source: Ticket Thread (%d)
de_de: Ticket-Vorgang (%d)

source: To
de_de: An

source: Do Not Email Reply
de_de: Diese Antwort nicht per E-Mail versenden

source: Collaborators
de_de: Beteiligte (CC)

source: Add Recipients
de_de: Empfänger hinzufügen

source: Recipients (%d of %d)
de_de: Empfänger (%d von %d)

source: Premade Replies
de_de: Vordefinierte Antworten

source: Start writing your response here. Use canned responses from the drop-down above
de_de: Schreiben Sie Ihre Antwort hier oder verwenden Sie vordefinierte Antworten aus der Dropdown-Liste oben

source: current
de_de: Aktuell

source: Note title - summary of the note (optional)
de_de: Notiz-Titel - Zusammenfassung der Notiz (optional)

source: Note details
de_de: Notizen-Details

source: Post Note
de_de: Notiz erstellen

source: Ticket Print Options
de_de: Druckoptionen

source: Print Notes
de_de: Notizen drucken
