Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Email loop detected
de_de: E-Mail-Schleife erkannt

source: It appears as though &lt;%s&gt; is being used as a forwarded or fetched email account and is also being used as a user / system account. Please correct the loop or seek technical assistance.
de_de: Es scheint als ob &lt;%s&gt; als ein weitergeleitetes oder abgerufenes E-Mail-Konto verwendet wird und auch als Benutzer- / Systemkonto. Bitte korrigieren Sie die Schleife oder suchen Sie technische Unterstützung.

source: Unable to upload file - %s
de_de: Kann die Datei nicht hochladen - %s

source: File Upload Error
de_de: Fehler beim Hochladen der Datei

source: Unable to import attachment - %s
de_de: Kann den Anhang nicht importieren - %s

source: File Import Error
de_de: Fehler beim Import der Datei

source: Message body
de_de: Inhalt der Nachricht

source: Date created
de_de: Erstellungsdatum

source: IP address of remote user, for web submissions
de_de: IP-Adresse des Benutzers, bei Webübermittlungen

source: Submitter of the thread item
de_de: Absender des Vorgangseintrags

source: Agent posting the note or response
de_de: Agent, der die Notiz oder Antwort erstellt

source: Subject, if any
de_de: Betreff, falls vorhanden

source: User posting the message
de_de: Benutzer, der die Nachricht erstellt

source: %s by {somebody} {timestamp}
de_de: %s von {somebody} am {timestamp}

source: Assignee changed by <b>{somebody}</b> to <strong>{assignees}</strong> {timestamp}
de_de: Zugewiesener Agent von <b>{somebody}</b> geändert zu <strong>{assignees}</strong> am {timestamp}

source: <b>{somebody}</b> assigned this to <strong>{<Staff>data.staff}</strong> {timestamp}
de_de: <b>{somebody}</b> hat dies zugewiesen an <strong>{<Staff>data.staff}</strong> am {timestamp}

source: <b>{somebody}</b> assigned this to <strong>{<Team>data.team}</strong> {timestamp}
de_de: <b>{somebody}</b> hat dies zugewiesen an <strong>{<Team>data.team}</strong> am {timestamp}

source: <b>{somebody}</b> claimed this {timestamp}
de_de: <b>{somebody}</b> übernahm dies am {timestamp}

source: Closed by <b>{somebody}</b> with status of {<TicketStatus>data.status} {timestamp}
de_de: Geschlossen von <b>{somebody}</b> mit Status {<TicketStatus>data.status} am {timestamp}

source: Closed by <b>{somebody}</b> {timestamp}
de_de: Geschlossen von <b>{somebody}</b> am {timestamp}

source: Collaborators for {<Organization>data.org} organization added
de_de: Beteiligte Personen zur Organisation {<Organization>data.org} hinzugefügt

source: <b>{somebody}</b> removed <strong>%s</strong> from the collaborators {timestamp}
de_de: <b>{somebody}</b> hat <strong>%s</strong> von den beteiligten Personen entfernt am {timestamp}

source: <b>{somebody}</b> added <strong>%s</strong> as collaborators {timestamp}
de_de: <b>{somebody}</b> hat <strong>%s</strong> den beteiligten Personen hinzugefügt am {timestamp}

source: via %s
de_de: über %s

source: Created by <b>{somebody}</b> {timestamp}
de_de: Erstellt von <b>{somebody}</b> am {timestamp}

source: <b>{somebody}</b> changed ownership to {<User>data.owner} {timestamp}
de_de: <b>{somebody}</b> hat den Besitzer geändert zu {<User>data.owner} am {timestamp}

source: <b>{somebody}</b> changed the status to <strong>{<TicketStatus>data.status}</strong> {timestamp}
de_de: <b>{somebody}</b> hat den Status geändert zu <strong>{<TicketStatus>data.status}</strong> am {timestamp}

source: Updated by <b>{somebody}</b> {timestamp} — %s
de_de: Aktualisiert von <b>{somebody}</b> am {timestamp} — %s

source: Ticket Owner
de_de: Ticket-Besitzer

source: <strong>%1$s</strong> changed from <strong>%2$s</strong> to <strong>%3$s</strong>
de_de: <strong>%1$s</strong> hat sich von <strong>%2$s</strong> geändert zu <strong>%3$s</strong>

source: <strong>%1$s</strong> set to <strong>%2$s</strong>
de_de: <strong>%1$s</strong> gesetzt auf <strong>%2$s</strong>

source: unset <strong>%1$s</strong>
de_de: <strong>%1$s</strong> entfernt

source: Flagged as overdue by the system {timestamp}
de_de: Vom System als überfällig markiert am {timestamp}

source: Reopened by <b>{somebody}</b> {timestamp}
de_de: Wiedereröffnet von <b>{somebody}</b> am {timestamp}

source: <b>{somebody}</b> resent <strong><a href="#thread-entry-{data.entry}">a previous response</a></strong> {timestamp}
de_de: <b>{somebody}</b> versendete wieder <strong><a href="#thread-entry-{data.entry}">eine frühere Antwort</a></strong> am {timestamp}

source: <b>{somebody}</b> transferred this to <strong>{dept}</strong> {timestamp}
de_de: <b>{somebody}</b> transferierte dies zu <strong>{dept}</strong> am {timestamp}

source: (truncated)
de_de: (gekürzt)

source: Missing or invalid data
de_de: Fehlende oder ungültige Daten

source: Message content is required
de_de: Nachrichteninhalt ist erforderlich

source: New Response
de_de: Neue Antwort

source: New response posted
de_de: Neue Antwort erstellt

source: Response content is required
de_de: Antwortinhalt ist erforderlich

source: New Internal Note
de_de: Neue interne Notiz

source: New internal note posted
de_de: Neue interne Notiz erstellt

source: Note content is required
de_de: Notiz-Inhalt ist erforderlich

source: Activity Title
de_de: Titel der Aktivität

source: Activity Description
de_de: Beschreibung der Aktivität

source: Ability to open tickets on behalf of users
de_de: Berechtigung, Tickets im Namen von Benutzern zu eröffnen

source: Ability to edit tickets
de_de: Berechtigung, Tickets zu bearbeiten

source: Ability to assign tickets to agents or teams
de_de: Berechtigung, Tickets an Agenten oder Teams zuzuweisen

source: Ability to transfer tickets between departments
de_de: Berechtigung, um Tickets zwischen Abteilungen zu transferieren

source: Ability to post a ticket reply
de_de: Berechtigung, eine Ticket-Antwort zu erstellen

source: Ability to close tickets
de_de: Berechtigung, Tickets zu schließen

source: Ability to delete tickets
de_de: Berechtigung, Tickets zu löschen

source: %1$s has %2$d open tasks and cannot be closed
de_de: %1$s hat %2$d offene Aufgaben und kann nicht geschlossen werden

source: Status Changed
de_de: Status geändert

source: Maximum open tickets (%1$d) reached for %2$s
de_de: Maximal Offene Tickets (%1$d) erreicht für %2$s

source: Maximum Open Tickets Limit (%s)
de_de: Limit für Maximal Offene Tickets (%s)

source: Maximum open tickets reached for %s.
de_de: Maximal Offene Tickets erreicht für %s.

source: Open tickets: %d
de_de: Offene Tickets: %d

source: Max allowed: %d
de_de: Maximal erlaubt: %d

source: Notice sent to the user.
de_de: Benachrichtigung an den Benutzer versendet.

source: Ticket Assignment
de_de: Ticket-Zuweisung

source: Ticket claimed by %s
de_de: Ticket übernommen von %s

source: Ticket Assigned to %s
de_de: Ticket zugewiesen an %s

source: Default email address of ticket owner
de_de: Standard-E-Mail-Adresse des Ticket-Besitzers

source: Name of ticket owner
de_de: Name des Ticket-Besitzers

source: Phone number of ticket owner
de_de: Telefonnummer des Ticket-Besitzers

source: Department selection required
de_de: Auswahl der Abteilung erforderlich

source: %s already in the department
de_de: %s ist bereits in dieser Abteilung

source: SYSTEM (Canned Reply)
de_de: SYSTEM (Vordefinierte Antwort)

source: Ticket #%1$s deleted by %2$s
de_de: Ticket #%1$s gelöscht von %2$s

source: Ticket #%s deleted
de_de: Ticket #%s gelöscht

source: Help topic selection is required
de_de: Auswahl des Hilfethemas ist erforderlich

source: Select a valid SLA
de_de: Gültiges SLA auswählen

source: Invalid date format - must be MM/DD/YY
de_de: Ungültiges Datumsformat - muss MM/TT/JJ sein

source: Invalid user-id
de_de: Ungültige Benutzer-ID

source: Correct any errors below and try again
de_de: Korrigieren Sie alle Fehler und versuchen Sie es erneut

source: Due date can NOT be set on a closed ticket
de_de: Fälligkeitsdatum kann NICHT bei einem geschlossenen Ticket gesetzt werden

source: Select a time from the list
de_de: Zeitpunkt aus der Liste auswählen

source: Invalid due date
de_de: Ungültiges Fälligkeitsdatum

source: Due date must be in the future
de_de: Fälligkeitsdatum muss in der Zukunft liegen

source: Invalid source given - %s
de_de: Ungültige Quelle angegeben - %s

source: Ticket Updated
de_de: Ticket aktualisiert

source: This help desk is for use by authorized users only
de_de: Dieser Helpdesk kann nur von autorisierten Benutzern verwendet werden

source: Select a Help Topic
de_de: Hilfethema auswählen

source: Indicate ticket source
de_de: Ticket-Quelle angeben

source: Unknown system email
de_de: Unbekannte System-E-Mail-Adresse

source: Invalid ticket origin given
de_de: Ungültige Ticket-Quelle angegeben

source: Ticket rejected (%s) by filter "%s"
de_de: Ticket verworfen (%s) durch Filter "%s"

source: You've reached the maximum open tickets allowed.
de_de: Sie haben die maximale Anzahl der erlaubten offenen Tickets erreicht.

source: Ticket denied - %s
de_de: Ticket verweigert - %s

source: Max open tickets (%1$d) reached for %2$s
de_de: Maximal offene Tickets (%1$d) wurden erreicht für %2$s

source: Ticket rejected (%s) (unregistered client)
de_de: Ticket verworfen (%s) (nicht registrierter Benutzer)

source: You do not have permission to create users.
de_de: Sie haben nicht die Berechtigung, um Benutzer zu erstellen.

source: You do not have permission to create a ticket in this department
de_de: Sie haben nicht die Berechtigung, um ein Ticket in dieser Abteilung zu erstellen

source: Valid email address is required
de_de: Gültige E-Mail-Adresse ist erforderlich

source: Action Denied. You are not allowed to assign/reassign tickets.
de_de: Aktion verweigert. Sie sind nicht berechtigt Tickets (neu) zuzuweisen.

source: Help topic full path
de_de: Vollständiger Pfad des Hilfethemas

source: Help topic
de_de: Hilfethema

source: Parent
de_de: Übergeordnet

source: Help topic name is required
de_de: Name für das Hilfethema ist erforderlich

source: Topic is too short. Five characters minimum
de_de: Thema ist zu kurz. Mindestens fünf Zeichen

source: Topic already exists
de_de: Thema ist bereits vorhanden

source: this help topic
de_de: dieses Hilfethema

source: Upgrader Error
de_de: Upgrader-Fehler

source: (Latest)
de_de: (Neueste)

source: Upgrade osTicket to %s
de_de: osTicket auf %s aktualisieren

source: Upgrade to %s
de_de: Upgrade auf %s

source: Upgrader - %s (task pending).
de_de: Upgrader - %s (Aufgabe ausstehend).

source: The %s task reports there is work to do
de_de: Die Aufgabe %s meldet, dass es Arbeit gibt

source: Patch %s applied successfully
de_de: Patch %s erfolgreich angewandt

source: Upgrader - %s applied
de_de: Upgrader - %s angewandt

source: Upgrader - %s cleanup
de_de: Upgrader - %s bereinigt

source: Applied cleanup script %s
de_de: Bereinigungsskript ausgeführt %s

source: %s: Unable to process cleanup file
de_de: %s: Kann die Bereinigungsdatei nicht ausführen

source: Ability to add new users
de_de: Berechtigung, neue Benutzer hinzuzufügen

source: Ability to manage user information
de_de: Berechtigung, Benutzerinformationen zu verwalten

source: Ability to delete users
de_de: Berechtigung, Benutzer zu löschen

source: Manage Account
de_de: Konto verwalten

source: Ability to manage active user accounts
de_de: Berechtigung, aktive Benutzerkonten zu verwalten

source: Ability to access the user directory
de_de: Berechtigung, das Benutzerverzeichnis aufzurufen

source: Email is assigned to another user
de_de: E-Mail-Adresse ist einem anderen Benutzer zugeordnet

source: Default email address
de_de: Standard-E-Mail-Adresse

source: Guest
de_de: Gast

source: Unable to import user: %s
de_de: Kann den Benutzer nicht importieren: %s

source: Domain
de_de: Domäne

source: Mailbox
de_de: Postfach

source: Personal name
de_de: Name

source: First
de_de: Vorname

source: Last
de_de: Nachname

source: First M. Last
de_de: Vorname M. Nachname

source: Mr. Last
de_de: Herr Nachname

source: Mr. First M. Last Sr.
de_de: Herr Vorname M. Nachname Sen.

source: -- As Entered --
de_de: -- Wie eingegeben --

source: %s: Unable to retrieve template
de_de: %s: Kann die Vorlage nicht abrufen

source: Must be at least 6 characters
de_de: Muss mindestens 6 Zeichen lang sein

source: Users can always sign in with their email address
de_de: Benutzer können sich immer mit Ihrer E-Mail-Adresse anmelden

source: Locked (Administrative)
de_de: Gesperrt (Administrativ)

source: Locked (Pending Activation)
de_de: Gesperrt (Aktivierung ausstehend)

source: Active (Registered)
de_de: Aktiv (registriert)

source: List of names
de_de: Liste der Namen

source: List of email addresses
de_de: Liste der E-Mail-Adressen

source: List of names and email addresses
de_de: Liste der Namen und E-Mail-Adressen

source: Invalid input
de_de: Ungültige Eingabe

source: No fields set up
de_de: Keine Felder eingerichtet

source: (Five characters min)
de_de: (Mindestens 5 Zeichen)

source: (type not set)
de_de: (Typ nicht gesetzt)

source: Username must have at least two (2) characters
de_de: Der Benutzername muss mindestens zwei (2) Zeichen lang sein

source: Username contains invalid characters
de_de: Benutzername enthält ungültige Zeichen

source: Unknown object for "%s" tag
de_de: Unbekanntes Objekt für "%s" Bezeichner

source: Type of recent activity
de_de: Art der letzten Aktivität

source: Agent performing the assignment
de_de: Agent, der die Zuweisung vornimmt

source: Access link
de_de: Zugangslink

source: Internal Note
de_de: Interne Notiz

source: XML error: %1$s at line %2$d:%3$d
de_de: XML-Fehler: %1$s in Zeile %2$d:%3$d

source: The upgrader does NOT support upgrading from the current vesion!
de_de: Der Upgrader unterstützt NICHT das Upgrade von dieser Version!

source: Minimum requirements not met! Refer to Release Notes for more information
de_de: Mindestvoraussetzungen nicht erfüllt. Schauen Sie bei den Release Notes nach für mehr Informationen

source: Config file rename required to continue!
de_de: Die Konfigurationsdatei muss umbenannt werden, um fortzufahren!

source: Email Access Link
de_de: Zugangslink anfordern

source: View Ticket
de_de: Ticket anzeigen

source: Please provide your email address and a ticket number.
de_de: Bitte geben Sie Ihre E-Mail-Adresse und die Ticketnummer ein.

source: An access link will be emailed to you.
de_de: Ein Zugangslink wird Ihnen zugeschickt.

source: This will sign you in to view your ticket.
de_de: Dies wird Sie anmelden, damit Sie Ihr Ticket sehen können.

source: e.g. john.doe@osticket.com
de_de: z.B. john.doe@osticket.com

source: e.g. 051243
de_de: z.B. 051243

source: Have an account with us?
de_de: Haben Sie ein Konto bei uns?

source: Sign In
de_de: Anmelden

source: or %s register for an account %s to access all your tickets.
de_de: oder %s registrieren Sie sich %s jetzt, um Zugang zu Ihren Tickets zu erhalten.

source: If this is your first time contacting us or you've lost the ticket number, please %s open a new ticket %s
de_de: Wenn dies der erste Kontakt ist oder Sie Ihre Ticketnummer verloren haben, %s eröffnen Sie bitte ein neues Ticket %s

source: Editing Ticket #%s
de_de: Ticket #%s bearbeiten

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen

source: Further Articles
de_de: Weitere Artikel

source: This category does not have any FAQs.
de_de: Diese Kategorie enthält keine FAQs.

source: Back To Index
de_de: Zurück zum Index

source: Search our knowledge base
de_de: Wissensdatenbank durchsuchen

source: All Categories
de_de: Alle Kategorien

source: Please Wait!
de_de: Bitte warten!

source: Please wait... it will take a second!
de_de: Bitte warten... es dauert eine Sekunde!

source: Profile
de_de: Profil

source: Sign Out
de_de: Abmelden

source: Guest User
de_de: Gast

source: Click on the category to browse FAQs.
de_de: Klicken Sie auf die Kategorie, um die FAQs zu sehen.

source: NO FAQs found
de_de: KEINE FAQs gefunden

source: Other Resources
de_de: Andere Ressourcen

source: Search Results
de_de: Suchergebnisse

source: %d FAQs matched your search criteria.
de_de: %d FAQs die Ihren Suchkriterien entsprechen.

source: The search did not match any FAQs.
de_de: Die Suche ergab keine Treffer in den FAQs.

source: To better serve you, we encourage our clients to register for an account and verify the email address we have on record.
de_de: Um Sie besser zu unterstützen, ermutigen wir unsere Benutzer sich ein Konto zu registrieren und verifizieren die uns mitgeteilte E-Mail-Adresse.

source: Email or Username
de_de: E-Mail-Adresse oder Benutzername

source: Password
de_de: Passwort

source: Forgot My Password
de_de: Ich habe mein Passwort vergessen

source: Not yet registered?
de_de: Noch nicht registriert?

source: Create an account
de_de: Ein Konto erstellen

source: I'm an agent
de_de: Ich bin ein Agent

source: sign in here
de_de: Hier anmelden

source: Please fill in the form below to open a new ticket.
de_de: Bitte füllen Sie das Formular vollständig aus.

source: Client
de_de: Benutzer

source: General Inquiry
de_de: Allgemeine Anfrage

source: Please re-enter the text again
de_de: Bitte geben Sie den Text erneut ein

source: Enter the text shown on the image.
de_de: Geben Sie den Text ein, der auf dem Bild gezeigt wird.

source: Create Ticket
de_de: Ticket eröffnen

source: Reset
de_de: Zurücksetzen

source: Cancel
de_de: Abbrechen

source: Manage Your Profile Information
de_de: Profilverwaltung

source: Use the forms below to update the information we have on file for your account
de_de: Verwenden Sie die folgenden Formulare, um die Informationen, die wir zu Ihrem Konto haben, zu aktualisieren

source: Preferences
de_de: Einstellungen

source: Time Zone
de_de: Zeitzone

source: Preferred Language
de_de: Bevorzugte Sprache

source: Use Browser Preference
de_de: Browser-Einstellungen verwenden

source: Access Credentials
de_de: Zugangsdaten

source: Confirm New Password
de_de: Neues Passwort bestätigen

source: Enter your username or email address again in the form below and press the <strong>Login</strong> to access your account and reset your password.
de_de: Geben Sie nochmal Ihren Benutzernamen oder Ihre E-Mail-Adresse im folgenden Formular ein und klicken Sie auf <strong>Anmelden</strong>, um Zugang zu Ihrem Konto zu erlangen und Ihr Passwort zurückzusetzen.

source: Enter your username or email address in the form below and press the <strong>Send Email</strong> button to have a password reset link sent to your email account on file.
de_de: Geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse in das folgende Formular ein und klicken Sie auf den <strong>E-Mail versenden</strong>-Button, um eine E-Mail zum Zurücksetzen des Passworts an Ihre E-Mail-Adresse, die Sie in Ihren Konto hinterlegt haben, zu versenden.

source: Send Email
de_de: E-Mail versenden

source: We have sent you a reset email to the email address you have on file for your account. If you do not receive the email or cannot reset your password, please submit a ticket to have your account unlocked.
de_de: Wir haben eine E-Mail zum Zurücksetzen des Passwortes an die E-Mail-Adresse versendet, die Ihrem Konto zugeordnet ist. Wenn Sie die E-Mail nicht empfangen oder Ihr Passwort nicht zurücksetzen können, eröffnen Sie bitte ein Ticket um Ihr Konto zu entsperren.

source: Account Registration
de_de: Konto-Registrierung

source: Thanks for registering for an account.
de_de: Danke, dass Sie ein Konto registriert haben.

source: We've just sent you an email to the address you entered. Please follow the link in the email to confirm your account and gain access to your tickets.
de_de: Wir haben gerade eine E-Mail an die Adresse, die Sie eingegeben haben, versendet. Bitte folgen Sie dem Link in der E-Mail, um Ihr Konto zu bestätigen und Zugang zu Ihren Tickets zu erhalten.

source: You've confirmed your email address and successfully activated your account. You may proceed to check on previously opened tickets or open a new ticket.
de_de: Sie haben Ihre E-Mail-Adresse bestätigt und Ihr Konto erfolgreich aktiviert. Sie könnten mit der Überprüfung von zuvor geöffneten Tickets fortfahren oder ein neues Ticket eröffnen.

source: Your friendly support center
de_de: Ihr freundliches Support-Center

source: Use the forms below to create or update the information we have on file for your account
de_de: Verwenden Sie das folgende Formular zum Erstellen eines Kontos oder aktualisieren Sie die Informationen, die wir zu Ihrem Konto haben

source: Login With
de_de: Anmelden mit

source: Create a Password
de_de: Geben Sie ein Passwort ein

source: Closed Tickets
de_de: Geschlossene Tickets

source: Open Tickets
de_de: Offene Tickets

source: All Tickets
de_de: Alle Tickets

source: All Help Topics
de_de: Alle Hilfethemen

source: Clear all filters and sort
de_de: Alle Filter und Sortierung zurücksetzen

# ticket-status
source: Open
de_de: Offen

source: Create Date
de_de: Erstellungsdatum

source: Your query did not match any records
de_de: Ihre Suche ergab keine Treffer

source: Page
de_de: Seite

source: This ticket is marked as closed and cannot be reopened.
de_de: Dieses Ticket ist als geschlossen markiert und kann nicht wieder geöffnet werden.

source: Looking for your other tickets?
de_de: Suchen Sie Ihre anderen Tickets?

source: or %s register for an account %s for the best experience on our help desk.
de_de: oder %s registrieren Sie sich ein Konto %s für die beste Erfahrung mit unserem Helpdesk.

source: Reload
de_de: Aktualisieren

source: Print
de_de: Drucken

source: Basic Ticket Information
de_de: Grundlegende Ticket-Informationen

source: Post a Reply
de_de: Eine Antwort erstellen

source: To best assist you, we request that you be specific and detailed
de_de: Um Sie bestmöglich zu unterstützen, bitten wir Sie möglichst konkret und detailliert zu sein

source: Ticket will be reopened on message post
de_de: Ticket wird wieder geöffnet beim Versenden der Nachricht

source: Featured Questions
de_de: Besondere Fragen

source: No entries have been posted to this thread.
de_de: Bisher wurden keine Einträge zu diesem Vorgang hinzugefügt.

source: Edited on %s by %s
de_de: Bearbeitet am %s von %s

source: Edited
de_de: Bearbeitet

source: <b>%s</b> posted %s
de_de: <b>%s</b> am %s

source: Update API Key
de_de: API-Schlüssel aktualisieren

source: Save Changes
de_de: Änderungen speichern

source: Add New API Key
de_de: Neuen API-Schlüssel hinzufügen

source: Add Key
de_de: Schlüssel hinzufügen

source: API Key is auto-generated. Delete and re-add to change the key.
de_de: API-Schlüssel wird automatisch generiert. Um den Schlüssel zu ändern, löschen Sie ihn und fügen ihn anschließend erneut hinzu.

source: API Key
de_de: API-Schlüssel

source: Services
de_de: Dienste

source: Check applicable API services enabled for the key.
de_de: Wählen Sie die zutreffenden API-Dienste für diesen API-Schlüssel aus.

source: Can Create Tickets <em>(XML/JSON/EMAIL)</em>
de_de: Tickets erstellen <em>(XML/JSON/EMAIL)</em>

source: Can Execute Cron
de_de: Cron ausführen

source: Internal Notes
de_de: Interne Notizen

source: Be liberal, they're internal
de_de: Notizen sind intern, also völlige Formulierungsfreiheit

source: No API keys found
de_de: Keine API-Schlüssel gefunden

source: More
de_de: Weitere Optionen

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: Date Added
de_de: Datum hinzugefügt

source: All
de_de: Alle

source: Toggle
de_de: Auswahl umkehren

source: Please Confirm
de_de: Bitte bestätigen

source: Are you sure you want to <b>enable</b> %s?
de_de: Sind Sie sicher, dass Sie %s <b>aktivieren</b> wollen?

source: selected API key
de_de: ausgewählten API-Schlüssel

source: Are you sure you want to <b>disable</b> %s?
de_de: Sind Sie sicher, dass Sie %s <b>deaktivieren</b> wollen?

source: Deleted data CANNOT be recovered.
de_de: Gelöschte Daten KÖNNEN NICHT wiederhergestellt werden.
