Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Name is too short. 3 chars minimum
de_de: Name ist zu kurz. Mindestens 3 Zeichen

source: Category already exists
de_de: Kategorie ist bereits vorhanden

source: Category description is required
de_de: Kategorie-Beschreibung ist erforderlich

source: Link to view the ticket
de_de: Link zum Betrachten des Tickets

source: Current password is required
de_de: Aktuelles Passwort ist erforderlich

source: Invalid current password!
de_de: Ungültiges "Aktuelles Passwort"!

source: Invalid or missing information
de_de: Ungültige oder fehlende Informationen

source: %s is already a collaborator
de_de: %s ist bereits eine Beteiligte Person

source: Alphabetically
de_de: Alphabetisch

source: Manually
de_de: Manuell

source: Unknown setting option. Get technical support.
de_de: Unbekannte Einstellungsoption. Holen Sie sich technische Unterstützung.

source: Helpdesk URL is required
de_de: Helpdesk URL ist erforderlich

source: Helpdesk title is required
de_de: Helpdesk Name/Titel ist erforderlich

source: Default Department is required
de_de: Standard-Abteilung ist erforderlich

source: Enter lock time in minutes
de_de: Geben Sie die Sperrzeit in Minuten ein

source: Time format is required
de_de: Zeitformat ist erforderlich

source: Date format is required
de_de: Datumsformat ist erforderlich

source: Datetime format is required
de_de: Datums- und Zeitformat ist erforderlich

source: Day, Datetime format is required
de_de: Tag-, Datums und Zeitformat ist erforderlich

source: Default Timezone is required
de_de: Standard-Zeitzone ist erforderlich

source: A primary system language is required
de_de: Eine primäre Systemsprache ist erforderlich

source: Valid password reset window required
de_de: Gültigkeitsdauer des Zurücksetzungslink ist erforderlich

source: Select a value from the list
de_de: Einen Wert aus der Liste auswählen

source: Selection required
de_de: Auswahl erforderlich

source: Enter valid numeric value
de_de: Geben Sie einen gültigen numerischen Wert ein

source: The GD extension is required
de_de: Die GD-Erweiterung ist erforderlich

source: PNG support is required for Image Captcha
de_de: PNG-Unterstützung ist erforderlich für Bild-Captcha

source: Default help topic must be set to active
de_de: Standard-Hilfethema muss aktiv gesetzt werden

source: Select recipient(s)
de_de: Empfänger auswählen

source: You must select template
de_de: Sie müssen eine Vorlage auswählen

source: Default email is required
de_de: Standard-E-Mail-Adresse ist erforderlich

source: System admin email is required
de_de: Email-Adresse des Administrators ist erforderlich

source: Reply separator is required to strip quoted reply.
de_de: Trennzeichen für Antworten ist erforderlich, um zitierte Antworten zu entfernen.

source: Email already setup as system email
de_de: Diese E-Mail-Adresse wurde schon als System-E-Mail-Adresse konfiguriert

source: Unable to upload logo image: %s
de_de: Kann das Logo/Bild nicht hochladen: %s

source: Unable to upload backdrop image: %s
de_de: Kann das Hintergrundbild nicht hochladen: %s

source: The knowledge base cannot be restricted unless client registration is enabled
de_de: Der Zugriff auf die Wissensdatenbank kann erst eingeschränkt werden, wenn die Benutzer-Registrierung aktiviert ist

source: Missing or invalid Dept ID (internal error).
de_de: Fehlende oder ungültige Abt-ID (interner Fehler).

source: Name required
de_de: Name ist erforderlich

source: Department already exists
de_de: Abteilung ist bereits vorhanden

source: System default department cannot be private
de_de: System-Standard-Abteilung kann nicht privat sein

source: Department selection is required
de_de: Auswahl der Abteilung ist erforderlich

source: this department
de_de: diese Abteilung

source: Select a valid role
de_de: Gültige Rolle auswählen

source: No such agent
de_de: Kein solcher Agent gefunden

source: Top-Level Department
de_de: Oberste Abteilung

source: Email Mailbox
de_de: E-Mail-Postfach

source: System Default
de_de: System-Standard

source: This department is for internal use
de_de: Diese Abteilung ist nur für die interne Benutzung

source: URL not supported
de_de: URL wird nicht unterstützt

source: Dispatcher compile error. Function not callable
de_de: Dispatcher-Kompilierungsfehler. Funktion nicht aufrufbar

source: %s: Call to non-existing function
de_de: %s: Aufruf einer nicht vorhandenen Funktion

source: User Data
de_de: Benutzerdaten

source: User
de_de: Benutzer

source: Ticket Data
de_de: Ticketdaten

source: Disabled
de_de: Deaktiviert

source: Hidden
de_de: Versteckt

source: Internal
de_de: Intern

source: For EndUsers Only
de_de: Nur für Benutzer

source: Required
de_de: Pflichtfeld

source: Immutable
de_de: Unveränderbar

source: Required for EndUsers
de_de: Pflichtfeld für Benutzer

source: Required for Agents
de_de: Pflichtfeld für Agenten

source: Internal, Optional
de_de: Intern, Optional

source: Internal, Required
de_de: Intern, Pflichtfeld

source: Label is required for custom form fields
de_de: Bezeichnung für benutzerdefinierte Formularfelder ist erforderlich

source: Variable name is required for required fields
de_de: Variablenname ist erforderlich für Pflichtfelder

source: Invalid character in variable name. Please use letters and numbers only.
de_de: Ungültiges Zeichen im Variablennamen. Bitte verwenden Sie nur Buchstaben und Zahlen.

source: added <strong>%1$s</strong> and removed <strong>%2$s</strong>
de_de: <strong>%1$s</strong> hinzugefügt und <strong>%2$s</strong> gelöscht

source: added <strong>%1$s</strong>
de_de: <strong>%1$s</strong> hinzugefügt

source: removed <strong>%1$s</strong>
de_de: <strong>%1$s</strong> entfernt

source: changed to <strong>%1$s</strong>
de_de: geändert zu <strong>%1$s</strong>

source: Abbrev
de_de: Abkürz.

source: Unknown or invalid input
de_de: Unbekannte oder ungültige Eingabe

source: Multiselect
de_de: Mehrfachauswahl

source: Allow multiple selections
de_de: Mehrfachauswahl erlauben

source: Drop Down
de_de: Dropdown-Liste

source: Typeahead
de_de: Autovervollständigungsfeld

source: Text Input
de_de: Texteingabe

source: Typeahead will work better for large lists
de_de: Ein Autovervollständigungsfeld funktioniert besser für große Liste

source: Validation Error
de_de: Validierungsfehler

source: Message shown to user if the item entered is not in the list
de_de: Nachricht, die dem Benutzer angezeigt wird, wenn das eingegebene Element nicht in der Liste enthalten ist

source: Prompt
de_de: Platzhalter

source: Leading text shown before a value is selected
de_de: Text, der angezeigt wird, bevor ein Wert ausgewählt wird

source: Default
de_de: Standard

source: Select a Default
de_de: Standard-Wert auswählen

source: (retired)
de_de: (entfernt)

source: has a value
de_de: hat einen Wert

source: does not have a value
de_de: hat keinen Wert

source: includes
de_de: enthält

source: does not include
de_de: enthält nicht

source: Banlist
de_de: Sperrliste

source: Ability to add/remove emails from banlist via ticket interface
de_de: Berechtigung, E-Mail-Adressen über die Ticket-Ansicht zur Sperrliste hinzuzufügen oder zu entfernen

source: Internal error. Get technical help.
de_de: Interner Fehler. Holen Sie sich technische Unterstützung.

source: Valid email required
de_de: Gültige E-Mail-Adresse ist erforderlich

source: Email already exists
de_de: E-Mail-Adresse ist bereits vorhanden

source: Email already used as admin email!
de_de: E-Mail-Adresse wird schon als E-Mail-Adresse des Administrators verwendet!

source: Email in use by an agent
de_de: E-Mail-Adresse bei einem Agenten in Benutzung

source: Email name required
de_de: E-Mail-Adresse ist erforderlich

source: Username missing
de_de: Benutzername fehlt

source: Password required
de_de: Passwort ist erforderlich

source: Unable to encrypt password - get technical support
de_de: Kann das Passwort nicht verschlüsseln - holen Sie sich technische Unterstützung

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
de_de: IMAP ist nicht vorhanden. PHP muss mit aktiviertem IMAP kompiliert werden.

source: Host name required
de_de: Servername ist erforderlich

source: Port required
de_de: Port ist erforderlich

source: Select protocol
de_de: Protokoll auswählen

source: Fetch interval required
de_de: Abrufintervall ist erforderlich

source: Maximum emails required
de_de: Maximalwert für E-Mails pro Abruf ist erforderlich

source: Indicate what to do with fetched emails
de_de: Zeigt an, was mit abgerufenen E-Mails geschehen soll

source: POP mail servers do not support folders
de_de: POP E-Mail-Server unterstützen Ordner nicht

source: Valid folder required
de_de: Gültiger Ordner ist erforderlich

source: Host/userid combination already in use.
de_de: Host/Benutzer-ID-Kombination ist bereits in Benutzung.

source: Invalid login. Check %s settings
de_de: Anmeldung fehlgeschlagen. %s Einstellungen überprüfen

source: Invalid or unknown mail folder! >> %s
de_de: Ungültiger oder unbekannter E-Mail-Ordner! >> %s

source: Invalid or unknown archive folder!
de_de: Ungültiger oder unbekannter Archiv-Ordner!

source: Unable to log in. Check SMTP settings.
de_de: Kann die Anmeldung nicht durchführen. Überprüfen Sie die SMTP-Einstellungen.

source: this email
de_de: diese E-Mail

source: Miscellaneous
de_de: Verschiedenes

source: From
de_de: Von

source: From Email
de_de: Absender-E-Mail-Adresse

source: Source
de_de: Quelle

source: Current Status
de_de: Aktueller Status

source: Last Updated
de_de: Zuletzt aktualisiert

source: Overdue
de_de: Überfällig

source: Answered
de_de: Beantwortet

source: Agent Assigned
de_de: Zugewiesener Agent

source: Team Assigned
de_de: Zugewiesenes Team

source: Thread Count
de_de: Anzahl der Einträge

source: Attachment Count
de_de: Anzahl der Anhänge

source: Task Number
de_de: Aufgaben-Nummer

source: Title
de_de: Titel

source: Organization
de_de: Organisation

source: %s: Cannot export table with no fields
de_de: %s: Exportieren von Tabellen ohne Felder ist nicht möglich.

source: Ability to add/update/disable/delete knowledgebase categories and FAQs
de_de: Berechtigung, Kategorien und FAQs der Wissensdatenbank hinzuzufügen/zu aktualisieren/zu deaktivieren/zu löschen

source: Question required
de_de: Frage erforderlich

source: Question already exists
de_de: Frage ist bereits vorhanden

source: Category is required
de_de: Kategorie ist erforderlich

source: FAQ answer is required
de_de: FAQ-Antwort ist erforderlich

source: Listing Type
de_de: Sichtbarkeit der FAQ

source: Invalid image file type
de_de: Ungültiger Bild-Dateityp

source: Image is too square. Upload a wider image
de_de: Bild ist zu quadratisch. Bitte ein breiteres Bild hochladen

source: In the database
de_de: In der Datenbank

source: User Information
de_de: Benutzerinformationen

source: Email Meta-Data
de_de: E-Mail-Metadaten

source: Reply-To Email
de_de: Antwort-An E-Mail-Adresse

source: Reply-To Name
de_de: Antwort-An Anzeigename

source: Addressee (To and Cc)
de_de: Empfänger (An und CC)

source: Equal
de_de: Gleich

source: Not Equal
de_de: Ungleich

source: Contains
de_de: Enthält

source: Does Not Contain
de_de: Enthält nicht

source: Starts With
de_de: Beginnt mit

source: Ends With
de_de: Endet mit

source: Matches Regex
de_de: Passt zum regulären Ausdruck

source: Does Not Match Regex
de_de: Passt nicht zum regulären Ausdruck

source: Any
de_de: Alle

source: Web Forms
de_de: Webformular

source: API Calls
de_de: API-Aufrufe

source: Invalid match selection
de_de: Ungültige Treffer-Auswahl

source: Invalid match type selection
de_de: Ungültige Treffer-Typ-Auswahl

source: Value required
de_de: Wert ist erforderlich

source: Valid email required for the match type
de_de: Gültige E-Mail-Adresse ist erforderlich für Treffer-Typ

source: Regex compile error: (#%s)
de_de: Regex-Kompilierungsfehler: (#%s)

source: Incomplete selection
de_de: Unvollständige Auswahl

source: You must set at least one rule.
de_de: Sie müssen mindestens eine Regel festlegen.

source: Order required
de_de: Reihenfolge erforderlich

source: Must be numeric value
de_de: Muss ein numerischer Wert sein

source: Name already in use
de_de: Name ist bereits in Benutzung

source: Unable to validate rules as entered
de_de: Kann die eingegebenen Regeln nicht validieren

source: Target required
de_de: Ticket-Quelle ist erforderlich

source: Unknown or invalid target
de_de: Unbekannte oder ungültige Ticket-Quelle

source: this ticket filter
de_de: diesen Ticket-Filter

source: Parent filter ID required
de_de: ID des übergeordneten Filters erforderlich

source: Reject Ticket
de_de: Ticket verwerfen

source: Use Reply-To Email
de_de: Antwort-An E-Mail-Adresse verwenden

source: <strong>Use</strong> the Reply-To email header
de_de: <strong>Verwende</strong> Antwort-An E-Mail-Kopfzeile

source: Communication
de_de: Kommunikation

source: Disable autoresponse
de_de: Auto-Antwort deaktivieren

source: <strong>Disable</strong> new ticket auto-response
de_de: <strong>Deaktiviere</strong> automatische Benachrichtigung bei neuem Ticket

source: Attach Canned Response
de_de: Vordefinierte Antwort anhängen

source: None
de_de: Keine

source: (disabled)
de_de: (deaktiviert)

source: Set Department
de_de: Abteilung festlegen

source: Unchanged
de_de: Unverändert

source: Add New
de_de: Neu hinzufügen

source: Select a department
de_de: Abteilung auswählen

source: Set Priority
de_de: Priorität festlegen

source: Set SLA Plan
de_de: SLA-Plan festlegen

source: Assign Team
de_de: Team zuweisen

source: Assign Agent
de_de: Agent zuweisen

source: Set Help Topic
de_de: Hilfethema festlegen

source: Set Ticket Status
de_de: Ticket-Status festlegen

source: Send an Email
de_de: Eine E-Mail versenden

source: Ticket Submitter
de_de: Ticket-Übermittler

source: Recipient
de_de: Empfänger

source: Default System Email
de_de: Standard-E-Mail-Adresse des Systems

source: Recipients
de_de: Empfänger

source: %s: Not a valid email address
de_de: %s: Keine gültige E-Mail-Adresse

source: Message
de_de: Nachricht

source: Message from the EndUser
de_de: Nachricht vom Benutzer

source: just now
de_de: gerade eben

source: now
de_de: jetzt

source: %d seconds ago
de_de: vor %d Sekunden

source: in %d seconds
de_de: in %d Sekunden

source: about a minute ago
de_de: vor ungefähr einer Minute

source: in about a minute
de_de: in ungefähr einer Minute

source: %d minutes ago
de_de: vor %d Minuten

source: in %d minutes
de_de: in %d Minuten

source: about an hour ago
de_de: vor ungefähr einer Stunde

source: in about an hour
de_de: in ungefähr einer Stunde

source: %d hours ago
de_de: vor %d Stunden

source: in %d hours
de_de: in %d Stunden

source: yesterday
de_de: gestern

source: tomorrow
de_de: morgen

source: %d days ago
de_de: vor %d Tagen

source: in %d days
de_de: in %d Tagen

source: about a month ago
de_de: vor ungefähr einem Monat

source: in about a month
de_de: in ungefähr einem Monat

source: %d months ago
de_de: vor %d Monaten

source: in %d months
de_de: in %d Monaten

source: a year ago
de_de: vor einem Jahr

source: in a year
de_de: in einem Jahr

source: %d years ago
de_de: vor %d Jahren

source: in %d years
de_de: in %d Jahren

source: Basic Fields
de_de: Basis-Felder

source: Short Answer
de_de: Kurze Antwort

source: Long Answer
de_de: Lange Antwort

source: Thread Entry
de_de: Eintrag

source: Date and Time
de_de: Datum und Uhrzeit

source: Phone Number
de_de: Telefonnummer

source: Checkbox
de_de: Kontrollkästchen

source: Choices
de_de: Auswahlliste

source: File Upload
de_de: Datei-Upload

source: Section Break
de_de: Abschnittsumbruch

source: Information
de_de: Informationen

source: %s is a required field
de_de: %s ist ein Pflichtfeld

source: This is a required field
de_de: Dies ist ein Pflichtfeld

source: changed from <strong>%1$s</strong> to <strong>%2$s</strong>
de_de: von <strong>%1$s</strong> geändert zu <strong>%2$s</strong>

source: set to <strong>%2$s</strong>
de_de: gesetzt zu <strong>%2$s</strong>

source: is
de_de: ist

source: is not
de_de: ist nicht

source: contains
de_de: enthält

source: matches
de_de: passt zu

source: Valid regular expression
de_de: Gültiger regulärer Ausdruck

source: Cannot compile this regular expression
de_de: Kann diesen Regulären Ausdruck nicht kompilieren

source: %s has a value
de_de: %s hat einen Wert

source: %s does not have a value
de_de: %s hat keinen Wert

source: %s is %s
de_de: %s ist gleich %s

source: %s is not %s
de_de: %s ist ungleich %s

source: %s contains "%s"
de_de: %s enthält "%s"

source: %s matches pattern %s
de_de: %s passt zum Muster %s

source: %s not in (%s)
de_de: %s nicht in (%s)

source: %s: Call to undefined function
de_de: %s: Aufruf einer undefinierten Funktion

source: Widget not defined for this field
de_de: Widget nicht definiert für dieses Feld

source: Size
de_de: Größe

source: Max Length
de_de: Maximale Länge

source: Number
de_de: Nummer

source: Custom (Regular Expression)
de_de: Benutzerdefiniert (Regulärer Ausdruck)

source: Regular Expression
de_de: Regulärer Ausdruck

source: Message shown to user if the input does not match the validator
de_de: Nachricht, die dem Benutzer angezeigt wird, wenn die Eingabe nicht der Validierung entspricht

source: Placeholder
de_de: Platzhalter

source: Text shown in before any input from the user
de_de: Text, der angezeigt wird, bevor eine Eingabe vom Benutzer erfolgt

source: Enter a valid email address
de_de: Geben Sie eine gültige E-Mail-Adresse ein

source: Enter a valid phone number
de_de: Geben Sie eine gültige Telefonnummer ein

source: Enter a valid IP address
de_de: Geben Sie eine gültige IP-Adresse ein

source: Enter a number
de_de: Geben Sie eine Zahl ein

source: Value does not match required pattern
de_de: Wert entspricht nicht dem benötigten Muster

source: Width
de_de: Breite

source: (chars)
de_de: (Zeichen)

source: Height
de_de: Höhe

source: (rows)
de_de: (Zeilen)

source: Allow HTML input in this box
de_de: Erlaube HTML-Eingaben in diesem Feld

source: Extension
de_de: Durchwahl

source: Add a separate field for the extension
de_de: Fügt ein separates Feld für die Durchwahl ein

source: Minimum length
de_de: Mindestlänge

source: Fewest digits allowed in a valid phone number
de_de: Mindestanzahl an Ziffern für eine gültige Telefonnummer

source: Display format
de_de: Anzeigeformat

source: Unformatted
de_de: Unformatiert

source: United States
de_de: Vereinigte Staaten von Amerika

source: Enter a valid phone extension
de_de: Geben Sie eine gültige Telefondurchwahl ein

source: Enter a phone number for the extension
de_de: Geben Sie eine Telefonnummer für die Durchwahl ein

source: Description
de_de: Beschreibung

source: Text shown inline with the widget
de_de: Text, der innerhalb des Widget eingebettet angezeigt wird

source: No
de_de: Nein

source: checked
de_de: Haken gesetzt

source: unchecked
de_de: Haken nicht gesetzt

source: List choices, one per line. To protect against spelling changes, specify key:value names to preserve entries if the list item names change
de_de: Auswahllisten, ein Element pro Zeile. Um sich vor Änderungen bei der Schreibweise zu schützen, geben Sie Schlüssel:Wert-Namen vor, um die Einträge zu bewahren, falls sich die Namen von Listenelementen ändern

source: (Enter a key). Value selected from the list initially
de_de: (Geben Sie einen Schlüssel an). Das ist der in der Liste vorausgewählte Wert

source: %s includes %s
de_de: %s schließt %s mit ein

source: %s does not include %s
de_de: %s schließt %s nicht mit ein

source: Show time selection with date picker
de_de: Zeitauswahl mit Datumsauswahl anzeigen

source: Timezone Aware
de_de: Zeitzone berücksichtigen

source: Show date/time relative to user's timezone
de_de: Zeige Datum/Uhrzeit relativ zur Zeitzone des Benutzers

source: Earliest
de_de: Frühestes Datum

source: Earliest date selectable
de_de: Frühestes auswählbares Datum

source: Latest
de_de: Spätestes Datum

source: Latest date selectable
de_de: Spätestes auswählbares Datum

source: Allow Future Dates
de_de: Zukünftige Termine erlauben

source: Allow entries into the future
de_de: Erlaube Einträge in der Zukunft

source: Selected date is earlier than permitted
de_de: Ausgewähltes Datum ist früher als erlaubt

source: Selected date is later than permitted
de_de: Ausgewähltes Datum ist später als erlaubt

source: Enter a valid date
de_de: Geben Sie ein gültiges Datum an

source: on
de_de: am

source: not on
de_de: nicht am

source: before
de_de: vor

source: after
de_de: nach

source: between
de_de: zwischen

source: in the last n days
de_de: in den letzten x Tagen

source: in the next n days
de_de: in den nächsten x Tagen

source: %1$s before %2$s
de_de: %1$s vor %2$s

source: %1$s after %2$s
de_de: %1$s nach %2$s

source: %1$s in the next %2$s
de_de: %1$s in den nächsten %2$s

source: %1$s in the last %2$s
de_de: %1$s in den letzten %2$s

source: %1$s between %2$s and %3$s
de_de: %1$s zwischen %2$s und %3$s

source: Enable Attachments
de_de: Anhänge aktivieren

source: Enables attachments, regardless of channel
de_de: Aktiviert Anhänge, unabhängig von der Ticket-Quelle

source: The "file_uploads" directive is disabled in php.ini
de_de: Die Einstellung "file_uploads" ist in der php.ini deaktiviert

source: Default selection for this field
de_de: Standard-Auswahl für dieses Feld

source: Dynamic Fields
de_de: Dynamische Felder

source: Priority Level
de_de: Prioritätsstufe

source: Agents
de_de: Agenten

source: Assignee
de_de: Zugewiesener Agent

# ticket state name
source: Open
de_de: Offen

# ticket state action
source: Open
de_de: Offen

# ticket state name
source: Closed
de_de: Geschlossen

# ticket state action
source: Close
de_de: Schließen

# ticket state name
source: Archived
de_de: Archiviert

# ticket state action
source: Archive
de_de: Archivieren

# ticket state name
source: Deleted
de_de: Gelöscht

# ticket state action
source: Delete
de_de: Löschen

source: Small
de_de: Klein

source: Maximum File Size
de_de: Maximale Dateigröße

source: Choose maximum size of a single file uploaded to this field
de_de: Legen Sie die maximale Dateigröße für eine einzelne Datei fest, die über dieses Feld hochgeladen wird

source: Restrict by File Type
de_de: Akzeptierte Dateitypen einschränken

source: Optionally, choose acceptable file types.
de_de: Optional: Zulässige Dateitypen auswählen.

source: No restrictions
de_de: Keine Einschränkungen

source: Additional File Type Filters
de_de: Zusätzliche Filter für Dateitypen

source: Optionally, enter comma-separated list of additional file types, by extension. (e.g .doc, .pdf).
de_de: Optional: Geben Sie zusätzliche Dateitypen mittels der Dateierweiterung durch ein Komma getrennt an. (z.B. .doc, .pdf).

source: Maximum Files
de_de: Maximale Datei-Anzahl

source: Users cannot upload more than this many files.
de_de: Benutzer können nicht mehr als diese Anzahl an Dateien hochladen.

source: No limit
de_de: Kein Limit

source: File type is not allowed
de_de: Dateityp ist nicht erlaubt

source: File size is too large
de_de: Datei ist zu groß

source: Unable to save file
de_de: Kann die Datei nicht speichern

source: List of file names
de_de: Liste der Dateinamen

source: Attached files
de_de: Angehängte Dateien

source: Ext
de_de: Durchwahl

source: Select
de_de: Auswählen

source: Drop files here or %s choose them %s
de_de: Ziehen Sie Dateien hierhin oder %s wählen Sie diese aus %s

source: Content
de_de: Inhalt

source: Free text shown in the form, such as a disclaimer
de_de: Im Formular angezeigter freier Text, wie ein Haftungsausschluss

source: Attachments
de_de: Anhänge

source: Related Resources
de_de: Zugehörige Ressourcen

source: Assignee selection required
de_de: Auswahl eines Agenten erforderlich

source: Optional reason for the assignment
de_de: Optionaler Grund für die Zuweisung
