Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Print <b>Internal</b> Notes/Comments
de_de: <b>Interne</b> Notizen/Kommentare drucken

source: Paper Size
de_de: Papierformat

source: Select Print Paper Size
de_de: Papierformat auswählen

source: Are you sure you want to <b>claim</b> (self assign) this ticket?
de_de: Sind Sie sicher, dass Sie dieses Ticket <b>übernehmen</b> (sich selbst zuweisen) wollen?

source: Are you sure you want to flag the ticket as <b>answered</b>?
de_de: Sind Sie sicher, dass Sie das Ticket als <b>beantwortet</b> markieren wollen?

source: Are you sure you want to flag the ticket as <b>unanswered</b>?
de_de: Sind Sie sicher, dass Sie das Ticket als <b>unbeantwortet</b> markieren wollen?

source: Are you sure you want to flag the ticket as <font color="red"><b>overdue</b></font>?
de_de: Sind Sie sicher, dass Sie dieses Ticket als <font color="red"><b>überfällig</b></font> markieren wollen?

source: Are you sure you want to <b>ban</b> %s?
de_de: Sind Sie sicher, dass Sie %s <b>sperren</b> wollen?

source: New tickets from the email address will be automatically rejected.
de_de: Neue Tickets von dieser E-Mail-Adresse werden automatisch verworfen.

source: Are you sure you want to <b>remove</b> %s from ban list?
de_de: Sind Sie sicher, dass Sie %s von der Liste gesperrter E-Mail-Adressen <b>entfernen</b> wollen?

source: Are you sure you want to <b>unassign</b> ticket from <b>%s</b>?
de_de: Sind Sie sicher, dass Sie das Ticket von <b>%s</b> <b>freigeben</b> wollen?

source: %s <%s> will longer have access to the ticket
de_de: %s <%s> wird nicht länger Zugang zu dem Ticket haben

source: Are you sure you want to <b>change</b> ticket owner to %s?
de_de: Sind Sie sicher, dass Sie den Ticket-Besitzer zu %s <b>ändern</b> wollen?

source: Priority + Most Recently Updated
de_de: Priorität + Zuletzt aktualisiert

source: Priority + Most Recently Created
de_de: Priorität + Zuletzt erstellt

source: Priority + Due Date
de_de: Priorität + Fälligkeitsdatum

source: Most Recently Answered
de_de: Zuletzt beantwortet

source: Overdue Tickets
de_de: Überfällige Tickets

source: My Tickets
de_de: Meine Tickets

source: unanswered
de_de: unbeantwortet

source: advanced
de_de: Erweitert

source: There are no tickets matching your criteria.
de_de: Es gibt keine Tickets, die Ihren Kriterien entsprechen.

source: Are you sure you want to flag the selected tickets as <font color="red"><b>overdue</b></font>?
de_de: Sind Sie sicher, dass Sie die ausgewählten Tickets als <font color="red"><b>überfällig</b></font> markieren wollen?

source: Viewing
de_de: Zeigt

source: Select Setting Group
de_de: Vorlage auswählen

source: Email Template Set
de_de: E-Mail-Vorlagensatz

source: Some variables may not be a valid for this context. Please check for spelling errors and correct usage for this template.
de_de: Einige Variablen sind möglicherweise nicht gültig für diesen Kontext. Bitte überprüfen Sie die Schreibweise und die korrekte Verwendung für diese Vorlage.

source: Email Subject and Body
de_de: E-Mail-Betreff und Inhalt

source: Cancel Changes
de_de: Änderungen verwerfen

source: Delete User
de_de: Benutzer löschen

source: Register
de_de: Registrieren

source: Send Activation Email
de_de: Aktivierungs-E-Mail versenden

source: Send Password Reset Email
de_de: E-Mail zum Zurücksetzen des Passworts versenden

source: Manage Account Access
de_de: Kontozugang verwalten

source: Updated
de_de: Aktualisiert

source: New tickets from the email address will be auto-rejected.
de_de: Neue Tickets von dieser E-Mail-Adresse werden werden automatisch verworfen.

source: Are you sure you want to send an <b>Account Activation Link</b> to <em> %s </em>?
de_de: Sind Sie sicher, dass Sie einen <b>Link zur Aktivierung des Kontos</b> an <em> %s </em> versenden wollen?

source: Are you sure you want to send a <b>Password Reset Link</b> to <em> %s </em>?
de_de: Sind Sie sicher, dass Sie einen <b>Link zum Zurücksetzen des Passworts</b> an <em> %s </em> versenden wollen?

source: Import
de_de: Importieren

source: Add to Organization
de_de: Zu Organisation hinzufügen

source: Lock
de_de: Sperren

source: Unlock
de_de: Entsperren

source: No users found!
de_de: Keine Benutzer gefunden!

source: Advanced Ticket Search
de_de: Erweiterte Ticket-Suche

source: Add Other Field
de_de: Weiteres Feld hinzufügen

source: Saved Searches
de_de: Gespeicherte Suchanfragen

source: Load
de_de: Laden

source: Enter a title for the search
de_de: Geben Sie einen Titel für die Suche ein

source: Thread doesn't have any collaborators.
de_de: Vorgang hat keine Beteiligten Personen.

source: Manage Collaborators
de_de: Beteiligte Personen verwalten

source: Add Collaborator
de_de: Beteiligte Person(en) hinzufügen

source: Add New Collaborator
de_de: Neue Beteiligte Person hinzufügen

source: You have made changes that you need to save.
de_de: Sie haben Änderungen vorgenommen, die Sie noch speichern müssen.

source: Bro, not sure how you got here!
de_de: Alter, bin mir nicht sicher wie du hierhin gekommen bist!

source: Manage Content
de_de: Inhalt verwalten

source: This content is translatable
de_de: Dieser Inhalt ist übersetzbar

source: Message content
de_de: Inhalt der Nachricht

source: Optional reason for the deletion
de_de: Optionaler Grund für die Löschung

source: Field Configuration
de_de: Feld-Konfiguration

source: Field Setup
de_de: Feld-Einrichtung

source: This field can be disabled which will remove it from the form for new entries, but will preserve the data on all current entries.
de_de: Dieses Feld kann deaktiviert werden, sodass es aus dem Formular für neue Einträge entfernt wird, aber die Daten aller bestehenden Einträge erhalten bleiben.

source: Visible
de_de: Sichtbar

source: Making fields <em>visible</em> allows agents and endusers to view and create information in this field.
de_de: Das <em>sichtbar</em> machen von Feldern erlaubt Agenten und Benutzern Informationen in diesem Feld einzusehen und zu erstellen.

source: For EndUsers
de_de: Für Benutzer

source: For Agents
de_de: Für Agenten

source: New entries cannot be created unless all <em>required</em> fields have valid data.
de_de: Es können keine neuen Einträge erstellt werden solange nicht alle <em>Pflichtfelder</em> gültige Daten enthalten.

source: Fields marked editable allow agents and endusers to update the content of this field after the form entry has been created.
de_de: Felder, die als editierbar markiert wurden, erlauben es Agenten und Benutzern den Inhalt des Feldes zu aktualisieren nachdem der Formular erstellt wurde.

source: Editable
de_de: Editierbar

source: Data Integrity
de_de: Datenintegrität

source: Required to close a thread
de_de: Erforderlich zum Schließen eines Vorgangs

source: Optionally, this field can prevent closing a thread until it has valid data.
de_de: Optional, dieses Feld kann das Schließen eines Vorgangs verhindern bis es gültige Daten enthält.

source: Require entry to close a thread
de_de: Eingabe erforderlich zum Schließen eines Vorgangs

source: Help Text
de_de: Hilfstext

source: Help text shown with the field
de_de: Hilfstext, der mit diesem Feld angezeigt wird

source: Required to close ticket
de_de: Erforderlich zum Schließen des Tickets

source: Data is required in this field in order to close the related ticket
de_de: Das Feld muss Daten enthalten, damit das zugehörige Ticket geschlossen werden kann

source: Sort the forms on this ticket by click and dragging on them. Use the box below the forms list to add new forms to the ticket.
de_de: Sortieren Sie die Formulare mittels Drag & Drop. Verwenden Sie das Feld unter der Formularliste um neue Formulare hinzuzufügen.

source: Add a form
de_de: Formular hinzufügen

source: Clicking <strong>Save Changes</strong> will permanently delete data associated with the deleted forms
de_de: Ein Klick auf <strong>Änderungen speichern</strong> wird alle Daten, die diesem Forumlar zugeordent sind, endgültig löschen

source: Copy Paste
de_de: Kopieren & Einfügen

source: Upload
de_de: Hochladen

source: Value and Abbreviation
de_de: Wert und Abkürzung

source: Enter one name and abbreviation per line.
de_de: Geben Sie pro Zeile einen Namen und eine Abkürzung ein.

source: To import items with properties, use the Upload tab.
de_de: Um Elemente mit Eigenschaften zu importieren, verwenden Sie den Reiter "Hochladen".

source: e.g. My Location, MY
de_de: z.B. Mein Standort, DE

source: Import a CSV File
de_de: Importieren einer CSV-Datei

source: Use the columns shown in the table below. To add more properties, use the Properties tab. Only properties with `variable` defined can be imported.
de_de: Verwenden Sie die Spalten, die unten in der Tabelle angezeigt werden. Um weitere Eigenschaften hinzuzufügen, verwenden Sie den Reiter "Eigenschaften". Nur Eigenschaften mit einer definierten Variable können importiert werden.

source: My Location
de_de: Mein Standort

source: Add New List Item
de_de: Neues Listenelement hinzufügen

source: Search items
de_de: Elemente durchsuchen

source: Add New Item
de_de: Neues Element hinzufügen

source: Click to create a new note
de_de: Hier klicken, um eine neue Notiz zu erstellen

source: Delete %s
de_de: Lösche %s

source: Deleted organization CANNOT be recovered
de_de: Eine gelöschte Organisation KANN NICHT wiederhergestellt werden

source: %s assigned to this organization will be orphaned.
de_de: %s, zugewiesen zu dieser Organisation, wird/werden verwaisen.

source: One user
de_de: Ein Benutzer

source: Yes, Delete
de_de: Ja, Löschen

source: Search existing organizations or add a new one.
de_de: Nach bestehenden Organisationen suchen oder eine neue hinzufügen.

source: Complete the form below to add a new organization.
de_de: Vervollständigen Sie dieses Formular, um eine neue Organisation hinzuzufügen.

source: Create New Organization
de_de: Neue Organisation erstellen

source: Fields
de_de: Info's zur Organisation

source: Auto-Assignment
de_de: Automatische Zuweisung

source: Assign tickets from this organization to the <em>Account Manager</em>
de_de: Tickets dieser Organisation dem <em>Organisationsbetreuer</em> zuweisen

source: Select Contacts
de_de: Kontakte auswählen

source: Ticket Sharing
de_de: Ticket-Freigabe

source: Primary contacts see all tickets
de_de: Ansprechpartner können alle Tickets einsehen

source: All members see all tickets
de_de: Alle Mitglieder sehen alle Tickets

source: Automated Collaboration
de_de: Automatisch beteiligte Personen

source: Add to all tickets from this organization
de_de: Zu allen Tickets der Organisation hinzufügen

source: Email Domain
de_de: E-Mail-Domäne

source: Auto Add Members From
de_de: Automatisch Benutzer von diesen Domain(s) hinzufügen

source: Update Organization
de_de: Organisation aktualisieren

source: Please note that updates will be reflected system-wide.
de_de: Bitte beachten Sie, dass diese Änderungen systemweit sein werden.

source: Sort
de_de: Sortierung

source: Manage Sequences
de_de: Sequenzen verwalten

source: Sequences are used to generate sequential numbers. Various sequences can be used to generate sequences for different purposes.
de_de: Sequenzen werden verwendet, um fortlaufende Nummern zu erzeugen. Verschiedene Sequenzen können verwendet werden, um Sequenzen für unterschiedliche Zwecke zu erzeugen.

source: next
de_de: Nächste Nr.:

source: Increment
de_de: Inkrement

source: Padding Character
de_de: Füllzeichen

source: New Sequence
de_de: Neue Sequenz

source: Add New Sequence
de_de: Neue Sequenz hinzufügen

source: Clicking <strong>Save Changes</strong> will permanently remove the deleted sequences.
de_de: Durch das Klicken auf <strong>Änderungen speichern</strong> wird die entfernte Sequenz endgültig gelöscht.

source: Change Status
de_de: Status ändern

source: %s Tasks #%s
de_de: %s Aufgabe #%s

source: Task Information
de_de: Aufgaben-Informationen

source: Reason for editing the task (optional)
de_de: Grund für die Bearbeitung der Aufgabe (erforderlich)

source: You do not have access to this task
de_de: Sie haben keinen Zugang zu dieser Aufgabe

source: Task #%s
de_de: Aufgabe #%s

source: Task Summary
de_de: Aufgaben-Betreff

source: Collaborators (%d)
de_de: Beteiligte Personen (%d)

source: Task doesn't have any collaborators.
de_de: Aufgabe hat keine Beteiligten Personen.

source: Change Tasks Status
de_de: Aufgaben-Status ändern

source: Optional reason for status change (internal note)
de_de: Optionaler Grund für die Status-Änderung (Interne Notiz)

source: Assign to Agent
de_de: Einem Agenten zuweisen

source: Assign to Team
de_de: Einem Team zuweisen

source: All Tasks (%s)
de_de: Alle Aufgaben (%s)

source: View Task
de_de: Aufgabe anzeigen

source: Actions
de_de: Aktionen

source: Add Participants
de_de: Beteiligte Personen hinzufügen

source: Participants (%d)
de_de: Beteiligte Personen (%d)

source: Post Update
de_de: Nachricht erstellen

source: Start writing your update here.
de_de: Schreiben Sie Ihre Nachricht hier.

source: Internal Note details
de_de: Details der internen Notiz

source: New Task
de_de: Neue Aufgabe

source: Task Visibility & Assignment
de_de: Aufgaben-Sichtbarkeit und Zuweisung

source: Create Task
de_de: Aufgabe erstellen

source: Raw Email Headers
de_de: Ursprüngliche E-Mail-Header-Daten

source: Edit Thread Entry
de_de: Eintrag bearbeiten

source: Their Signature
de_de: Original-Signatur

source: Save and Resend
de_de: Speichern und erneut versenden

source: Resend Entry
de_de: Eintrag erneut versenden

source: Resend
de_de: Erneut versenden

source: Original Thread Entry
de_de: Original-Eintrag

source: Resent
de_de: Erneut versendet

source: Collaborator
de_de: Beteiligte Person

source: Ticket is locked by %s
de_de: Ticket ist gesperrt von %s

source: Ticket Summary
de_de: Ticket-Betreff

source: Ticket State
de_de: Ticket-Status

source: Ticket doesn't have any collaborators.
de_de: Ticket hat keine Beteiligten Personen.

source: Thread (%d)
de_de: Vorgang (%d)

source: Notes (%d)
de_de: Notizen (%d)

source: Reply
de_de: Antwort

source: Edit Ticket
de_de: Ticket bearbeiten

source: Change Tickets Status
de_de: Ticket-Status ändern

source: %s does not have any tickets
de_de: %s hat bisher keine Tickets

source: Create New Ticket
de_de: Neues Ticket eröffnen

source: Preview Ticket
de_de: Ticketvorschau

source: Auto Detect
de_de: Auto-Erkennung

source: User Preferences
de_de: Benutzereinstellungen

source: Account Access
de_de: Kontozugang

source: Login via email
de_de: Anmeldung mittels E-Mail-Adresse

source: Account Flags
de_de: Kontooptionen

source: Administratively Locked
de_de: Konto ist administrativ gesperrt

source: Password Reset Required
de_de: Zurücksetzen des Passworts bei der nächsten Anmeldung ist erforderlich

source: User cannot change password
de_de: Benutzer kann Passwort nicht ändern

source: Deleted users and tickets CANNOT be recovered
de_de: Gelöschte Benutzer und Tickets KÖNNEN NICHT wiederhergestellt werden

source: Change Tickets Ownership
de_de: Ticket-Besitzer ändern

source: Delete %1$s %2$s %3$s and any associated attachments and data.
de_de: Lösche auch %1$s %2$s %3$s und alle zugehörigen Anhänge und Daten.

source: Yes, Delete User
de_de: Ja, Benutzer löschen

source: Name and Email
de_de: Name und E-Mail-Adresse

source: Enter one name and email address per line.
de_de: Geben Sie pro Zeile einen Namen und eine E-Mail-Adresse ein.

source: To import more other fields, use the Upload tab.
de_de: Um mehr zusätzliche Felder zu importieren, benutzen Sie den Reiter "Hochladen".

source: e.g. John Doe, john.doe@osticket.com
de_de: z.B. John Doe, john.doe@osticket.com

source: Use the columns shown in the table below. To add more fields, visit the Admin Panel -&gt; Manage -&gt; Forms -&gt; %s page to edit the available fields. Only fields with `variable` defined can be imported.
de_de: Verwenden Sie die Spalten, die unten in der Tabelle angezeigt werden. Um weitere Felder hinzuzufügen, besuchen Sie den Admin-Bereich -&gt; Verwalten -&gt; Formulare -&gt; %s-Seite, um die verfügbaren Felder zu bearbeiten. Nur Felder mit einer definierten "Variable" können importiert werden.

source: Search existing users or add a new user.
de_de: Nach vorhandenen Benutzern suchen oder einen neuen hinzufügen.

source: Search existing users.
de_de: Nach vorhandenen Benutzern suchen.

source: Search by email, phone or name
de_de: Suche nach E-Mail-Adresse, Telefon oder Name

source: Create New User
de_de: Neuen Benutzer erstellen

source: Register: %s
de_de: Registrieren: %s

source: Complete the form below to create a user account for <b>%s</b>.
de_de: Füllen Sie das Formular aus, um einen Benutzerkonto für <b>%s</b> anzulegen.

source: User Account Login
de_de: Anmeldung am Benutzerkonto

source: Authentication Sources
de_de: Authentifizierungsquellen

source: Send account activation email to %s.
de_de: E-Mail mit Link zur Konto-Aktivierung an %s versenden.

source: Password Change
de_de: Passwort-Änderung

source: Require password change on login
de_de: Passwort-Änderung bei der Anmeldung ist erforderlich

source: Create Account
de_de: Registrieren

source: Change User
de_de: Benutzer ändern

source: Update User
de_de: Benutzer aktualisieren

source: This organization doesn't have any users yet
de_de: Diese Organisation hat bisher noch keine Benutzer

source: Are you sure you want to <b>REMOVE</b> %1$s from <strong>%2$s</strong>?
de_de: Sind Sie sicher, dass Sie %1$s von <strong>%2$s</strong> <b>ENTFERNEN</b> wollen?

source: selected user
de_de: ausgewählten Benutzer

source: Upgrade Aborted!
de_de: Upgrade abgebrochen!

source: Upgrade aborted due to errors. Any errors at this stage are fatal.
de_de: Upgrade wegen Fehlern abgebrochen. Alle Fehler in dieser Phase sind schwerwiegend.

source: Please note the error(s), if any, when %1$s seeking help %2$s.
de_de: Bitte notieren Sie die Fehler, falls welche auftreten, und Sie %1$s technische Unterstützung suchen %2$s.

source: Internal error occurred - get technical help.
de_de: Interner Fehler - holen Sie sich technische Unterstützung.

source: For details - please view %s or check your email.
de_de: Um Details zu erfahren - schauen Sie bitte %s oder sichten Sie Ihre E-Mails.

source: Please refer to the %1$s Upgrade Guide %2$s for more information.
de_de: Bitte wenden Sie sich an den %1$s Upgrade-Leitfaden %2$s für mehr Informationen.

source: Need Help?
de_de: Brauchen Sie Hilfe?

source: We provide %1$s professional upgrade services %2$s and commercial support.
de_de: Wir bieten %1$s professionelle Upgrade Services %2$s und kommerziellen Support.

source: %1$s Contact us %2$s today for <u>expedited</u> help.
de_de: %1$s Kontaktieren Sie uns %2$s heute für <u>umgehende</u> Hilfe.

source: What to do?
de_de: Was gibt es zu tun?

source: Restore your previous version from backup and try again or %1$s seek help %2$s.
de_de: Stellen Sie die vorherige Version aus Ihrem Backup wieder her und versuchen Sie es erneut oder %1$s suchen Sie Unterstützung %2$s.

source: Upgrade Completed!
de_de: Upgrade abgeschlossen!

source: Congratulations! osTicket upgrade has been completed successfully.
de_de: Glückwunsch! Das osTicket-Upgrade wurde erfolgreich abgeschlossen.

source: Please refer to %s for more information about changes and/or new features.
de_de: Bitte schauen Sie unter %s für mehr Informationen über Änderungen und/oder neue Funktionen.

source: Once again, thank you for choosing osTicket.
de_de: Nochmal danke, dass Sie sich für osTicket entschieden haben.

source: Please feel free to %1$s let us know %2$s of any other improvements and features you would like to see in osTicket, so that we may add them in the future as we continue to develop better and better versions of osTicket.
de_de: Bitte zögern Sie nicht %1$s uns wissen zu lassen %2$s, ob Sie irgendwelche anderen Verbesserungen und Funktionen in osTicket haben möchten, so dass wir diese vielleicht zukünftig in osTicket hinzufügen können, damit wir immer bessere Versionen von osTicket entwickeln.

source: We take user feedback seriously and we're dedicated to making changes based on your input.
de_de: Wir halten Benutzer-Feedback für wichtig und sind engagiert, Änderungen auf der Grundlage Ihrer Anregungen vorzunehmen.

source: Good luck.
de_de: Viel Glück.

source: Don't just make customers happy, make happy customers!
de_de: Stellen Sie Kunden nicht nur zufrieden, stellen Sie zufriedene Kunden her!

source: What's Next?
de_de: Was kommt als nächstes?

source: Post-upgrade
de_de: Nach dem Upgrade

source: You can now go to %s to enable the system and explore the new features. For complete and up-to-date release notes see the %s
de_de: Sie könnnen nun hierhin %s wechseln um das System zu aktivieren und die neuen Funktionen zu erkunden. Die vollständigen und aktuellen Release Notes finden Sie hier %s

source: Stay up to date
de_de: Bleiben Sie auf dem aktuellen Stand

source: It's important to keep your osTicket installation up to date. Get announcements, security updates and alerts delivered directly to you!
de_de: Es ist wichtig Ihre osTicket Installation auf dem aktuellen Stand zu halten. Lassen Sie sich Ankündigungen, Sicherheitsupdates und Benachrichtigungen direkt schicken!

source: %1$s Get in the loop %2$s today and stay informed!
de_de: %1$s Melden Sie sich heute an %2$s und bleiben Sie informiert!

source: Commercial Support Available
de_de: Kommerzieller Support verfügbar

source: Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely. %1$s Learn More! %2$s
de_de: Holen Sie sich Beratung und praktische Erfahrung für die besonderen Herausforderungen und stellen Sie sicher, dass osTicket reibungslos, effizient und sicher betrieben wird. %1$s Erfahren Sie mehr! %2$s

source: Thank you for being a loyal osTicket user!
de_de: Danke für Ihre Loyalität als osTicket-Benutzer!

source: The upgrade wizard will guide you every step of the way in the upgrade process. While we try to ensure that the upgrade process is straightforward and painless, we can't guarantee it will be the case for every user.
de_de: Der Upgrade-Assistent wird Sie durch jeden Schritt des Weges im Upgrade-Prozess führen. Obwohl wir versuchen sicherzustellen, dass der Upgrade-Prozess einfach und schmerzfrei ist, können wir nicht garantieren, dass dies bei jedem Benutzer der Fall sein wird.

source: Getting ready!
de_de: Machen Sie sich bereit!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to run the latest version of osTicket.
de_de: Bevor wir anfangen, werden wir Ihre Server-Konfiguration überprüfen, damit sichergestellt ist, dass Sie die Mindestvoraussetzungen erfüllen um die aktuellste Version von osTicket zu betreiben.

source: Prerequisites
de_de: Voraussetzungen

source: These items are necessary in order to run the latest version of osTicket.
de_de: Diese Elemente sind notwendig, um die neueste Version von osTicket zu betreiben.

source: %s or later
de_de: %s oder später

source: MySQLi extension for PHP
de_de: MySQLi-Erweiterung für PHP

source: module loaded
de_de: Modul geladen

source: missing!
de_de: fehlt!

source: Higly Recommended
de_de: Dringend empfohlen

source: We highly recommend that you follow the steps below.
de_de: Wir empfehlen dringend, dass Sie die folgenden Schritte beachten.

source: Back up the current database if you haven't done so already.
de_de: Machen Sie ein Backup der aktuellen Datenbank, wenn Sie das noch nicht erledigt haben.

source: Be patient. The upgrade process will take a couple of seconds.
de_de: Seien Sie geduldig. Der Upgrade-Prozess wird ein paar Sekunden dauern.

source: Start Upgrade Now
de_de: Upgrade jetzt starten

source: Upgrade Tips
de_de: Upgrade-Tipps
