Repository: RogaHagen/osTicket
Catalog: include/i18n/*/LC_MESSAGES/messages.po
Languages: de_de

source: Incomplete client information
de_de: Unvollständige Benutzerinformationen

source: New password is required
de_de: Neues Passwort ist erforderlich

source: Passwords do not match
de_de: Passwörter stimmen nicht überein

source: Email already registered. Would you like to %1$s sign in %2$s?
de_de: Die E-Mail-Adresse ist bereits registriert. Möchten Sie sich %1$s anmelden %2$s?

source: Unable to register account. See messages below
de_de: Kann das Konto nicht registrieren. Lesen Sie die folgenden Mitteilungen

source: Unable to create local account. See messages below
de_de: Kann das lokale Konto nicht erstellen. Lesen Sie die folgenden Mitteilungen

source: Internal error. Unable to create new account
de_de: Interner Fehler. Kann das neue Konto nicht erstellen

source: Errors configuring your profile. See messages below
de_de: Fehler beim Konfigurieren Ihres Profils. Lesen Sie die folgenden Mitteilungen

source: Password change required to continue
de_de: Um fortzufahren ist eine Passwort-Anderung erforderlich

source: Unknown or invalid file
de_de: Unbekannte oder ungültige Datei

source: Welcome to the Support Center
de_de: Willkommen im Support-Center

source: Valid CSRF Token Required
de_de: Gültiger CSRF-Token ist erforderlich

source: Valid username or email address is required
de_de: Gültiger Benutzername oder gültige E-Mail-Adresse erforderlich

source: Access Denied. Contact your help desk administrator to have an account registered for you
de_de: Zugang verweigert. Kontaktieren Sie Ihren Helpdesk-Administrator, damit er ein Benutzerkonto für Sie registriert

source: Invalid username or password - try again!
de_de: Ungültiger Benutzername oder ungültiges Passwort - versuchen Sie es erneut!

source: Valid email address and ticket number required
de_de: Gültige E-Mail-Adresse und Ticketnummer erforderlich

source: %s - access link sent to your email!
de_de: %s - Zugangslink wurde an Ihre E-Mail-Adresse versendet!

source: Invalid email or ticket number - try again!
de_de: Ungültige E-Mail-Adresse oder Ticketnummer - versuchen Sie es erneut!

source: Unable to load config info from DB. Get tech support.
de_de: Kann die Konfigurationsinformationen nicht aus der Datenbank laden. Holen Sie sich technische Unterstützung.

source: Support Ticket System Offline
de_de: Support-Ticket-System ist Offline

source: Enter text shown on the image
de_de: Geben Sie bitte den Text aus dem Bild ein

source: Invalid - try again!
de_de: Ungültig - versuchen Sie es erneut!

source: Support ticket request created
de_de: Support-Ticket wurde eröffnet

source: Unable to create a ticket.
de_de: Kann ein Ticket nicht eröffnen.

source: Correct any errors below and try again.
de_de: Korrigieren Sie alle Fehler und versuchen Sie es erneut.

source: Password reset is not enabled for your account. Contact your administrator
de_de: Das Zurücksetzen des Passworts ist bei dem Konto nicht erlaubt. Kontaktieren Sie Ihren Administrator

source: Unable to send reset email. Internal error
de_de: Kann die E-Mail zum Zurücksetzen des Passwortes nicht versenden. Interner Fehler

source: Unable to verify username %s
de_de: Kann den Benutzernamen nicht verifizieren: %s

source: Re-enter your username or email
de_de: Geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse erneut ein

source: Enter your username or email address below
de_de: Geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse unten ein

source: Password resets are disabled
de_de: Passwort-Zurücksetzungen sind deaktiviert

source: Unknown or invalid ticket ID.
de_de: Unbekannte oder ungültige Ticket-ID.

source: Access Denied. Possibly invalid ticket ID
de_de: Zugang verweigert. Möglicherweise ungültige Ticket-ID

source: Message required
de_de: Nachricht erforderlich

source: Message Posted Successfully
de_de: Nachricht erfolgreich erstellt

source: Unable to post the message.
de_de: Kann die Nachricht nicht erstellen.

source: Unknown action
de_de: Unbekannte Aktion

source: Internal error: Unable to print to PDF
de_de: Interner Fehler: Kann das PDF nicht drucken

source: cron.php only supports local cron calls - use http -> api/tasks/cron
de_de: cron.php erlaubt nur lokale Cron-Aufrufe - verwenden Sie http -> api/tasks/cron

source: pipe.php only supports local piping - use http -> api/tickets.email
de_de: pipe.php unterstützt nur lokales Piping - verwenden Sie http -> api/tickets.email

source: Add New Department
de_de: Neue Abteilung hinzufügen

source: Add New Team
de_de: Neues Team hinzufügen

source: Add New Role
de_de: Neue Rolle hinzufügen

source: Add New Agent
de_de: Neuen Agent hinzufügen

source: Log Date
de_de: Log-Datum

source: IP Address
de_de: IP-Adresse

source: Error
de_de: Fehler

source: %s: Unknown or invalid ID.
de_de: %s: Unbekannte oder ungültige ID.

source: log entry
de_de: Log-Eintrag

source: Ticket Variables
de_de: Ticket-Variablen

source: Please note that non-base variables depend on the context of use. Visit osTicket Wiki for up to date documentation.
de_de: Bitte beachten Sie, dass Nicht-Basis Variablen vom Kontext abhängig sind. Besuchen Sie das osTicket-Wiki für eine aktuelle Dokumentation.

source: Base Variables
de_de: Basis-Variablen

source: Other Variables
de_de: Andere Variablen

source: internal ID
de_de: Interne ID

source: Ticket Number
de_de: Ticket-Nummer

source: external ID
de_de: Externe ID

source: Email Address
de_de: E-Mail-Adresse

source: Full Name
de_de: Vollständiger Name

source: see name expansion
de_de: schauen Sie bei Namenserweiterung

source: Subject
de_de: Betreff

source: Phone number | ext
de_de: Telefonnummer | Durchwahl

source: Priority
de_de: Priorität

source: Assigned Agent / Team
de_de: Zugewiesener Agent / Zugewiesenes Team

source: Date Created
de_de: Erstellungsdatum

source: Due Date
de_de: Fälligkeitsdatum

source: Date Closed
de_de: Geschlossen am

source: List of all recipient names
de_de: Liste aller Empfängernamen

source: Auth. token used for auto-login
de_de: Authentifizierungslink für automatische Anmeldung

source: Agent's ticket view link
de_de: Link zur Ticket-Ansicht für Agenten

source: Expandable Variables
de_de: Erweiterbare Variablen

source: Help Topic
de_de: Hilfethema

source: Department
de_de: Abteilung

source: Assigned/closing agent
de_de: Zugewiesener/Schließender Agent

source: Assigned/closing team
de_de: Zugewiesenes/Schließendes Team

source: Ticket Thread
de_de: Ticket-Vorgang

source: Incoming message
de_de: Eingehende Nachricht

source: Outgoing response
de_de: Ausgehende Antwort

source: Assign/transfer comments
de_de: Zuweisungs-/Transfer-Kommentare

source: Internal note <em>(expandable)</em>
de_de: Interne Notiz <em>(erweiterbar)</em>

source: Agent assigning the ticket
de_de: Agent, der das Ticket zuweist

source: osTicket's base url (FQDN)
de_de: osTicket's Basis-URL (FQDN)

source: Reset link used by the password reset feature
de_de: Zurücksetzungslink, der von der Passwort-Zurücksetzen-Funktion verwendet wird

source: Name Expansion
de_de: Erweiterungen für Namen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: First Last
de_de: Vorname Nachname

source: First L.
de_de: Vorname N.

source: F. Last
de_de: F. Nachname

source: Last, First
de_de: Nachname, Vorname

source: Ticket Thread expansions
de_de: Erweiterungen für Ticket-Vorgang

source: Original Message
de_de: Ursprüngliche Nachricht

source: Last Message
de_de: Letzte Nachricht

source: Thread Entry expansions
de_de: Erweiterungen für Eintrag

source: Poster
de_de: Verfasser

source: Draft body not found in request
de_de: Inhalt des Entwurfs wurde nicht in der Anfrage gefunden

source: clear
de_de: löschen

source: Value already in use
de_de: Wert ist bereits in Benutzung

source: Import Items
de_de: Elemente importieren

source: Last Updated %s
de_de: Zuletzt aktualisiert %s

source: View
de_de: Ansehen

source: Attachments (%d)
de_de: Anhänge (%d)

source: Edit
de_de: Bearbeiten

source: Manage FAQ Access
de_de: FAQ-Zugang verwalten

source: Update
de_de: Aktualisieren

source: Update %s
de_de: Aktualisiere %s

source: Add User
de_de: Benutzer hinzufügen

source: Unknown user selected
de_de: Unbekannter Benutzer ausgewählt

source: Error adding user - try again!
de_de: Fehler beim Hinzufügen des Benutzers - versuchen Sie es erneut!

source: Unable to add user to the organization - try again
de_de: Kann den Benutzer nicht zur Organisation hinzufügen - versuchen Sie es erneut

source: User already belongs to this organization!
de_de: Der Benutzer gehört bereits zu dieser Organisation!

source: Are you sure you want to change the user's organization?
de_de: Sind Sie sicher, dass Sie die Organisation des Benutzers ändern wollen?

source: Import Users
de_de: Benutzer importieren

source: Error adding organization - try again!
de_de: Fehler beim Hinzufügen der Organisation - versuchen Sie es erneut!

source: Add New Organization
de_de: Neue Organisation hinzufügen

source: Select Organization
de_de: Organisation auswählen

source: Organization Lookup
de_de: Organisation suchen

source: Ticket Built-In
de_de: Ticket-Informationen

source: Custom Forms
de_de: Benutzerdefinierte Formulare

source: Password update failed:
de_de: Passwort-Aktualisierung ist fehlgeschlagen:

source: Set Agent Password
de_de: Agenten-Passwort festlegen

source: Set
de_de: Festlegen

source: Invalid reset token. Logout and try again
de_de: Ungültiger Zurücksetzungslink. Bitte melden Sie sich ab und versuchen Sie es erneut

source: Change Password
de_de: Passwort ändern

source: Reset Agent Permissions
de_de: Agenten-Berechtigungen zurücksetzen

source: Continue
de_de: Fortfahren

source: Change Primary Department
de_de: Primäre Abteilung ändern

source: Error adding task - try again!
de_de: Fehler beim Hinzufügen der Aufgabe - versuchen Sie es erneut!

source: No such task
de_de: Keine solche Aufgabe gefunden

source: Permission denied
de_de: Zugriff verweigert

source: Unable to update %s.
de_de: Kann %s nicht aktualisieren.

source: this task
de_de: diese Aufgabe

source: transferred
de_de: transferiert

source: assigned
de_de: zugewiesen

source: claimed
de_de: übernommen

source: deleted
de_de: gelöscht

source: reopen
de_de: wiedereröffnen

source: closed
de_de: geschlossen

source: You must select at least %s.
de_de: Sie müssen mindestens %s auswählen.

source: one task
de_de: eine Aufgabe

source: selected task
de_de: ausgewählte Aufgabe

source: Select an Agent
de_de: Agent auswählen

source: No agents available for assignment
de_de: Keine Agenten für Zuweisung verfügbar

source: Select a Team
de_de: Team auswählen

source: No teams available for assignment
de_de: Keine Teams für Zuweisung verfügbar

source: Are you sure you want to CLAIM %s?
de_de: Sind Sie sicher, dass Sie %s ÜBERNEHMEN wollen?

source: Yes
de_de: Ja

source: Claim
de_de: Übernehmen

source: Unable to assign %s
de_de: Kann %s nicht zuweisen

source: Unable to transfer %s
de_de: Kann %s nicht transferieren

source: Are you sure you want to %s?
de_de: Sind Sie sicher, dass Sie %s wollen?

source: REOPEN %s
de_de: WIEDERERÖFFNUNG VON %s

source: CLOSE %s
de_de: %s SCHLIESSEN

source: You do not have permission to %s tasks
de_de: Sie haben nicht die Berechtigung, um Aufgaben zu %s

source: Status selection required
de_de: Auswahl des Status erforderlich

source: Unable to change status of %1$s
de_de: Kann den Status für %1$s nicht ändern

source: Optional reason for deleting %s
de_de: Optionaler Grund, um %s zu löschen

source: Are you sure you want to DELETE %s?
de_de: Sind Sie sicher, dass Sie %s LÖSCHEN wollen?

source: Deleted tasks CANNOT be recovered, including any associated attachments.
de_de: Gelöschte Aufgaben KÖNNEN NICHT wiederhergestellt werden, einschließlich aller zugehöriger Anhänge.

source: Unable to delete %s.
de_de: Kann %s nicht löschen.

source: Successfully %s %s.
de_de: Erfolgreich %s %s.

source: %1$d of %2$d %3$s %4$s
de_de: %1$d von %2$d %3$s %4$s

source: Unable to %1$s %2$s
de_de: Kann %2$s nicht %1$s

source: process
de_de: verarbeiten

source: Task #%s: %s
de_de: Aufgabe #%s: %s

source: Transfer
de_de: Transferieren

source: %s successfully
de_de: erfolgreich %s

source: %s transferred to %s department
de_de: %s transferiert zu Abteilung %s

source: Task
de_de: Aufgabe

source: Unable to transfer task
de_de: Kann die Aufgabe nicht transferieren

source: Reassign
de_de: Neu zuweisen

source: Assign
de_de: Zuweisen

source: %s is currently assigned to %s
de_de: %s ist momentan zugewiesen an %s

source: %s assigned to %s
de_de: %s zugewiesen an %s

source: Unable to assign task
de_de: Kann die Aufgabe nicht zuweisen

source: you
de_de: Sie

source: %s is currently assigned to <b>%s</b>
de_de: %s ist momentan zugewiesen an <b>%s</b>

source: This task
de_de: Diese Aufgabe

source: Unable to claim task
de_de: Kann die Aufgabe nicht übernehmen

source: Delete
de_de: Löschen

source: %s #%s deleted successfully
de_de: %s #%s erfolgreich gelöscht

source: Unable to delete task
de_de: Kann die Aufgabe nicht löschen

source: Reopen
de_de: Wiedereröffnen

source: Close
de_de: Schließen

source: Reopen Task #%s
de_de: Aufgabe #%s wiedereröffnen

source: Close Task #%s
de_de: Aufgabe #%s schließen

source: change status of %s
de_de: Status von %s ändern

source: Unknown status
de_de: Unbekannter Status

source: Unable to change status of the task
de_de: Kann den Status der Aufgabe nicht ändern

source: Note posted successfully
de_de: Notiz erfolgreich erstellt

source: Unable to post the note - missing or invalid data.
de_de: Kann die Notiz nicht erstellen - fehlende oder ungültige Daten.

source: Unable to find user in directory
de_de: Kann den Benutzer nicht im Verzeichnis finden

source: No such thread
de_de: Kein solcher Vorgang gefunden

source: %s added as a collaborator
de_de: %s als Beteiligte Person hinzugefügt

source: Unable to add collaborator. Internal error
de_de: Kann die Beteiligte Person nicht hinzufügen. Interner Fehler

source: Add a collaborator
de_de: Beteiligte Person(en) hinzufügen

source: Lock denied!
de_de: Sperren verweigert!

source: Currently locked by %s
de_de: Momentan gesperrt von %s

source: You no longer have access to #%s.
de_de: Sie haben nicht länger Zugang zu #%s.

source: No such ticket
de_de: Kein solches Ticket gefunden

source: Change user for ticket #%s
de_de: Benutzer für Ticket #%s ändern

source: Unable to transfer ticket
de_de: Kann das Ticket nicht transferieren

source: to an Agent
de_de: an einen Agenten

source: to a Team
de_de: an ein Team

source: This ticket
de_de: Dieses Ticket

source: Unable to assign ticket
de_de: Kann das Ticket nicht zuweisen

source: this ticket
de_de: dieses Ticket

source: Unable to claim ticket
de_de: Kann das Ticket nicht übernehmen

source: one ticket
de_de: ein Ticket

source: selected ticket
de_de: ausgewähltes Ticket

source: assign
de_de: zuweisen

source: transfer
de_de: transferieren

source: Deleted tickets CANNOT be recovered, including any associated attachments.
de_de: Gelöschte Tickets KÖNNEN NICHT wiederhergestellt werden, einschließlich aller zugehöriger Anhänge.

source: You do not have permission %s
de_de: Sie haben nicht die Berechtigung, um %s

source: to delete tickets
de_de: Tickets zu löschen

source: delete
de_de: löschen

source: %s: Unknown or invalid
de_de: %s: Unbekannt oder ungültig

source: Unknown or invalid
de_de: Unbekannt oder ungültig

source: Ticket already set to %s status
de_de: Ticket-Status ist bereits auf %s gesetzt

source: to reopen tickets
de_de: Tickets wieder zu eröffnen

source: to resolve/close tickets
de_de: Tickets zu lösen/schließen

source: to archive/delete tickets
de_de: Tickets zu archivieren/löschen

source: Access denied
de_de: Zugang verweigert

source: deleted sucessfully
de_de: erfolgreich gelöscht

source: %s status changed to %s
de_de: %s Status geändert zu %s

source: Error updating ticket status
de_de: Ticket-Status kann nicht aktualisiert werden

source: to mass manage tickets
de_de: massenhaft Tickets zu verwalten

source: Contact admin for such access
de_de: Kontaktieren Sie Ihren Administrator, um diesen Zugang zu erhalten

source: Unable to change status for %s
de_de: Kann den Status für %s nicht ändern

source: the selected ticket
de_de: das ausgewählte Ticket

source: Successfully deleted %s.
de_de: Erfolgreich %s gelöscht.

source: Successfully changed status of %1$s to %2$s
de_de: Erfolgreich den Status für %1$s geändert zu %2$s

source: %1$d of %2$d selected tickets
de_de: %1$d von %2$d ausgewählten Tickets

source: %1$d of %2$d %3$s status changed to %4$s
de_de: Status für %1$d %3$s (von %2$d) geändert zu %4$s

source: Change Status &mdash; %1$d %2$s selected
de_de: Status ändern &mdash; %1$d %2$s ausgewählt

source: %1$s Ticket #%2$s
de_de: Ticket #%2$s: %1$s

source: Add New Task
de_de: Neue Aufgabe hinzufügen

source: Update posted successfully
de_de: Aktualisierung erfolgreich erstellt

source: Unable to post the reply - missing or invalid data.
de_de: Kann die Antwort nicht erstellen - fehlende oder ungültige Daten.

source: We have a problem ... wait a sec.
de_de: Wir haben ein Problem... bitte warten Sie eine Sekunde.

source: Upgraded to %s ... post-upgrade checks!
de_de: Aktualisiert auf %s... Post-Upgrade-Überprüfungen!

source: Upgrade Failed: Invalid or wrong hash [%s]
de_de: Upgrade ist fehlgeschlagen: Ungültiger oder falscher Hash-Wert [%s]

source: We're done!
de_de: Wir sind fertig!

source: Query argument is required
de_de: Such-Argument ist erforderlich

source: User already registered
de_de: Benutzer ist bereits registriert

source: Unable to register user - try again!
de_de: Kann den Benutzer nicht registrieren - versuchen Sie es erneut!

source: Unable to update account.
de_de: Kann das Konto nicht aktualisieren.

source: You do not have permission to delete a user with tickets!
de_de: Sie haben keine Berechtigung zum Löschen eines Benutzers, dem Tickets zugewiesen sind!

source: You cannot delete a user with tickets!
de_de: Sie können keinen Benutzer löschen, dem Tickets zugewiesen sind!

source: Unable to delete user - try again!
de_de: Kann den Benutzer nicht löschen - versuchen Sie es erneut!

source: end user
de_de: Benutzer

source: Add New User
de_de: Neuen Benutzer hinzufügen

source: Import Remote User
de_de: Benutzer importieren

source: Select User
de_de: Benutzer auswählen

source: Lookup or create a user
de_de: Benutzer suchen oder erstellen

source: Lookup a user
de_de: Benutzer suchen

source: Organization for %s
de_de: Organisation von %s

source: Unknown organization selected
de_de: Unbekannte Organisation ausgewählt

source: Unable to create organization.
de_de: Kann die Organisation nicht erstellen.

source: Unable to add user to organization.
de_de: Kann den Benutzer nicht zur Organisation hinzufügen.

source: %s &mdash; Organization
de_de: %s &mdash; Organisation

source: API key not authorized
de_de: API-Schlüssel ist nicht autorisiert

source: Cron job executed
de_de: Cron-Job ausgeführt

source: Unexpected or invalid data received
de_de: Unerwartete oder ungültige Daten empfangen

source: %s: Poorly encoded base64 data
de_de: %s: Schlecht codierte Base64-Daten

source: Unable to create new ticket: unknown error
de_de: Kann das Ticket nicht eröffnen: Unbekannter Fehler

source: Ticket denied
de_de: Ticket abgelehnt

source: Unable to create new ticket: validation errors
de_de: Kann das Ticket nicht eröffnen: Validierungsfehler

source: Request failed - retry again!
de_de: Anfrage fehlgeschlagen - bitte versuchen Sie es erneut!

source: Access Denied. IP %s
de_de: Zugang verweigert. IP-Adresse %s

source: Valid IP is required
de_de: Gültige IP-Adresse ist erforderlich

source: this API key
de_de: diesen API-Schlüssel

source: Internal error occurred
de_de: Interner Fehler

source: Unable to add %s.
de_de: Kann %s nicht hinzufügen.

source: Valid API key required
de_de: Gültiger API-Schlüssel erforderlich

source: API key not found/active or source IP not authorized
de_de: API-Schlüssel wurde nicht gefunden/ist nicht aktiv oder Quell-IP-Adresse ist nicht autorisiert

source: Unable to read request body
de_de: Kann den Anfrageninhalt nicht lesen

source: XML extension not supported
de_de: XML-Erweiterung nicht unterstützt

source: Unsupported data format
de_de: Nicht unterstütztes Datenformat

source: %s: Unexpected data received in API request
de_de: %s: Unerwartete Daten in API-Anfrage empfangen

source: API Unexpected Data
de_de: API Unerwartete Daten

source: API Error
de_de: API-Fehler

source: Unknown user
de_de: Unbekannter Benutzer

source: Agent Login
de_de: Agenten-Login

source: %s logged in [%s], via %s
de_de: %s eingeloggt in [%s], über %s

source: Agent logout
de_de: Agentenabmeldung

source: %s logged out [%s]
de_de: %s abgemeldet [%s]

source: Account confirmation required
de_de: Konto-Bestätigung erforderlich

source: Account is administratively locked
de_de: Konto ist administrativ gesperrt

source: %1$s (%2$s) logged in [%3$s]
de_de: %1$s (%2$s) ist angemeldet [%3$s]

source: User login
de_de: Benutzeranmeldung

source: User logout
de_de: Benutzerabmeldung

source: Sign in with %s
de_de: Anmelden mit %s

source: Maximum failed login attempts reached
de_de: Maximum an fehlgeschlagenen Anmeldeversuchen erreicht

source: Excessive login attempts by an agent?
de_de: Übermäßige Anmeldeversuche durch einen Agenten?

source: Username
de_de: Benutzername

source: IP
de_de: IP-Adresse

source: Time
de_de: Uhrzeit

source: Attempts
de_de: Versuche

source: Excessive login attempts (%s)
de_de: Übermäßige Anmeldeversuche (%s)

source: Forgot your login info? Contact Admin.
de_de: Sie haben Ihre Anmeldedaten vergessen? Kontaktieren Sie Ihren Administrator.

source: Failed agent login attempt (%s)
de_de: Fehlgeschlagene Anmeldung eines Agenten (%s)

source: You've reached maximum failed login attempts allowed.
de_de: Sie haben die maximale Anzahl fehlgeschlagener Anmeldeversuche erreicht.

source: Excessive login attempts by a user.
de_de: Übermäßige Anmeldeversuche von einem Benutzer.

source: Excessive login attempts (user)
de_de: Übermäßige Anmeldeversuche (%s)

source: Failed login attempt (user)
de_de: Fehlgeschlagener Anmeldeversuch (Benutzer)

source: Invalid user-id given
de_de: Ungültige Benutzer-ID eingegeben

source: Invalid reset token
de_de: Ungültiger Zurücksetzungslink

source: Unable to reset password
de_de: Kann das Passwort nicht zurücksetzen

source: Password must be at least 6 characters
de_de: Das Passwort muss mindestens 6 Zeichen lang sein.

source: New password MUST be different from the current password!
de_de: Das neue Passwort MUSS sich vom aktuellen Passwort unterscheiden!

source: Built-In
de_de: Integriert

source: Internal list for email banning. Do not remove
de_de: Interne Liste für E-Mail-Sperren. Nicht entfernen

source: Premade
de_de: Vordefinierte Antworten

source: Ability to add/update/disable/delete canned responses
de_de: Berechtigung, vordefinierte Antworten hinzuzufügen/zu aktualisieren/zu deaktivieren/zu löschen

source: Internal error. Try again
de_de: Interner Fehler. Versuchen Sie es erneut

source: Title required
de_de: Titel ist erforderlich

source: Title is too short. 3 chars minimum
de_de: Titel ist zu kurz. Mindestens 3 Zeichen

source: Title already exists
de_de: Titel ist bereits vorhanden

source: Response text is required
de_de: Antworttext ist erforderlich

source: this canned response
de_de: diese vordefinierte Antwort

source: Unable to create %s.
de_de: Kann %s nicht erstellen.

source: Knowledgebase
de_de: Wissensdatenbank

source: Private
de_de: Privat

source: Public
de_de: Öffentlich

source: Featured
de_de: Hervorgehoben

source: Category name is required
de_de: Kategorie-Name ist erforderlich
